[
  {
    "fact": "$30 of raw popcorn translates into $3000 in sales at movie theaters"
  },
  {
    "fact": "'Barack Obama' born August 4 1961 was the 44th President of the United States."
  },
  {
    "fact": "'Bookkeeper' and 'bookkeeping' are the only 2 words in the English language with three consecutive double letters"
  },
  {
    "fact": "'Canberra' is the capital of 'Australia'."
  },
  {
    "fact": "'Coast Redwood' tree is the world's tallest tree (371 ft) in Redwood National Park California United States"
  },
  {
    "fact": "'Dina Thanthi' was founded by S. P. Adithanar a lawyer trained in Britain and practised in Singapore with its first edition from Madurai in 194"
  },
  {
    "fact": "'fan' is short for 'fanatic'"
  },
  {
    "fact": "'High Street Phoenix' in mumbai is the india's largest shopping mall with 3300000 sq ft whereas 'Express Avenue (Royapettah Chennai / Under construction)' will be the largest in south india with '1500000 sq ft'."
  },
  {
    "fact": "'Jana Gana Mana' was officially adopted by the Constituent Assembly as the Indian national anthem on January 24 1952"
  },
  {
    "fact": "'Katharine Hepburn' has won four OSCAR awards more than any actor in film industry."
  },
  {
    "fact": "'King Cobra' is the National Reptile of India."
  },
  {
    "fact": "'Mango' is india's national fruit."
  },
  {
    "fact": "'Mother India' (1957) was the first indian film to be nominated in Oscars in the best Foreign film category."
  },
  {
    "fact": "'Mudskipper' fish can use their pectoral fins to walk on land."
  },
  {
    "fact": "'Mumbai' is called as the 'Business Capital' of India."
  },
  {
    "fact": "'Nitrous Oxide' is called as Laughing Gas."
  },
  {
    "fact": "'orology' is the study of mountains"
  },
  {
    "fact": "'Skype Limited' was founded in 2003 by Swedish-born entrepreneur Niklas Zennström and the Dane Janus Friis."
  },
  {
    "fact": "'South China Sea' is the largest sea in the world (2974600 sq km)"
  },
  {
    "fact": "'Sri Dalada Maligawa' temple in Kandy Sri Lanka also be called as "
  },
  {
    "fact": "The temple of the teeth"
  },
  {
    "fact": ". Kumarasami Kamaraj was born on 15-July-1903 and was chief minister of Tamil Nadu during 1954-196"
  },
  {
    "fact": "'Topolino' is the name for Mickey Mouse Italy"
  },
  {
    "fact": "'underground' is the only word that begins and ends with the letters 'und'"
  },
  {
    "fact": "'Vinoo Mankad' is the only indian cricket player to bat in all positions (1 to 11)."
  },
  {
    "fact": "-40 degrees Celsius is equal to -40 degrees Fahrenheit."
  },
  {
    "fact": "1 billion snails are served in restaurants each year"
  },
  {
    "fact": "1 gigayear = 1,000,000,000,000 years"
  },
  {
    "fact": "1 googol is the number 1 followed by 100 zeros"
  },
  {
    "fact": "1 nautical knot equates to 1.852 Kph (1.150 mph)"
  },
  {
    "fact": "1 out of every 8 letters written is an e"
  },
  {
    "fact": "1 plain milk chocolate bar has more protein than a banana."
  },
  {
    "fact": "1 square inch of human skin contains 625 sweat glands."
  },
  {
    "fact": "10 of the tributaries flowing into the Amazon river are as big as the Mississippi river."
  },
  {
    "fact": "10% of the Russian government's income comes from the sale of vodka."
  },
  {
    "fact": "10% of with world's food supply is consumed by insects"
  },
  {
    "fact": "111,111,111 x 111,111,111 = 12,345,678,987,654,321"
  },
  {
    "fact": "13 people die every year from vending machines"
  },
  {
    "fact": "15 million gallons of wine were destroyed in the 1906 San Francisco earthquake."
  },
  {
    "fact": "160 cars can drive side by side on the Monumental Axis in Brazil, the world's widest road."
  },
  {
    "fact": "17% of Intel employees are Indians."
  },
  {
    "fact": "2 million hydrogen atoms would be required to cover a full stop (.)"
  },
  {
    "fact": "2 out of 5 people marry their first love"
  },
  {
    "fact": "2,500 newborn babies will be dropped in the next month."
  },
  {
    "fact": "20% of China's plants are used in medicine"
  },
  {
    "fact": "20% of tuxedo rentals take place in May."
  },
  {
    "fact": "20252 is Smokey the Bear's own zip code."
  },
  {
    "fact": "21% of people don't make their bed in the morning"
  },
  {
    "fact": "22% of people skip lunch daily"
  },
  {
    "fact": "22-May-1990 Microsoft launched 'Windows 0'O/s."
  },
  {
    "fact": "23% of all photocopier faults worldwide are caused by people sitting on them and photocopying their butts."
  },
  {
    "fact": "25% of your bones are located in your feet."
  },
  {
    "fact": "3 teaspoons make up 1 tablespoon"
  },
  {
    "fact": "30% of people refuse to sit on a public toilet seats"
  },
  {
    "fact": "34% of Microsoft employees are Indians."
  },
  {
    "fact": "36% of NASA employees are Indians."
  },
  {
    "fact": "4.5 pounds of sunlight strike the Earth each day."
  },
  {
    "fact": "40% of Amsterdam commuters get to work by bicycle"
  },
  {
    "fact": "40% of women have hurled footwear at a man."
  },
  {
    "fact": "41% of the moon is not visible from earth at any time."
  },
  {
    "fact": "42% of men and women 25% don't wash their hands after using a public toilet"
  },
  {
    "fact": "44% of people have broken a bone"
  },
  {
    "fact": "45% of people use mouthwash daily"
  },
  {
    "fact": "45,000 thunderstorms around the world occur every day"
  },
  {
    "fact": "53% of women don't leave home without makeup on"
  },
  {
    "fact": "55% of all movies are rated R"
  },
  {
    "fact": "56% of typing is completed by your left hand"
  },
  {
    "fact": "59% of people say that their average looking"
  },
  {
    "fact": "60 cows can produce a ton of milk each day"
  },
  {
    "fact": "68% of a Hostess Twinkie is air!"
  },
  {
    "fact": "7,000 new insect species are discovered every year."
  },
  {
    "fact": "7-11 sells 10,000 pots of coffee an hour, every hour, every day."
  },
  {
    "fact": "75% of people wouldn't give up their spouse for a night for a $1,000,000"
  },
  {
    "fact": "8% of people have an extra rib"
  },
  {
    "fact": "8.5 million tons of water evaporates from the Dead Sea every day"
  },
  {
    "fact": "80% of all people hit by lightning are men"
  },
  {
    "fact": "80% of burglaries are committed by people aged 13-21"
  },
  {
    "fact": "80% of millionaires drive used cars."
  },
  {
    "fact": "80% of Publishers' Clearing House $10 million winners did not purchase any magazine subscriptions!"
  },
  {
    "fact": "80% of the world's food crops are pollinated by insects"
  },
  {
    "fact": "80% of the world's rose species come from Asia"
  },
  {
    "fact": "84% of a raw apple is water."
  },
  {
    "fact": "85% of all Valentine's Day cards are purchased by women!"
  },
  {
    "fact": "85% of movie actors earn less than $5,000 a year from acting!"
  },
  {
    "fact": "85% of plant life is found in the ocean"
  },
  {
    "fact": "85% of women wear the wrong bra size"
  },
  {
    "fact": "9 out of 10 lightning strike victims survive!"
  },
  {
    "fact": "9% of people skip breakfast daily"
  },
  {
    "fact": "90% of women who walk into a department store immediately turn to the right."
  },
  {
    "fact": "90% of all restaurants fail during their first year of operation."
  },
  {
    "fact": "90% of all volcanic activity occurs in the ocean"
  },
  {
    "fact": "90% people depend on alarm clocks to wake up"
  },
  {
    "fact": "93% of households in Denmark consume wine (the highest% in the world with France second with 85% of households)"
  },
  {
    "fact": "96% of candles sold are purchased by women"
  },
  {
    "fact": "99% of people cannot lick their elbow."
  },
  {
    "fact": "9th century chemist Jabir ibn Hayyan (known as 'Geber' in Europe) is considered as 'Father of chemistry'."
  },
  {
    "fact": "'Liberty Enlightening the World' is the official name of 'Statue of Liberty'."
  },
  {
    "fact": "'Mobira Senator' is the first mobile phone model launched by Nokia in 198"
  },
  {
    "fact": "A 'face-off' in hockey was originally called a 'puck-off'."
  },
  {
    "fact": "A 'jiffy' is an actual unit of time for 1/100th of a second!"
  },
  {
    "fact": "A 'jiffy' is an actual unit of time for 1/100th of a second"
  },
  {
    "fact": "a 1 minute kiss burns 26 calories"
  },
  {
    "fact": "a 1/4 of your bones are in your feet"
  },
  {
    "fact": "A 100-pound person on Earth would weigh 38 pounds on Mars."
  },
  {
    "fact": "a 15th anniversary is called a quindecennial"
  },
  {
    "fact": "A B-25 bomber airplane crashed into the 79th floor of the Empire State Building on July 28, 1945."
  },
  {
    "fact": "A baboon called Jackie became a private in the South African army in World War I."
  },
  {
    "fact": "A baby eel is called an elver, a baby oyster is called a spat."
  },
  {
    "fact": "a baby fetus develops fingerprints at eighteen weeks"
  },
  {
    "fact": "A baby octopus is about the size of a flea at birth."
  },
  {
    "fact": "A ball of glass will bounce higher than a ball made of rubber."
  },
  {
    "fact": "a banana contains 75% water"
  },
  {
    "fact": "a bear has 42 teeth"
  },
  {
    "fact": "a bear in hibernation loses up to 25% of its body weight"
  },
  {
    "fact": "A bird 'chews' with its stomach."
  },
  {
    "fact": "a blue whale can go up to 6 months without eating"
  },
  {
    "fact": "a blue whale can weigh as much as 30 elephants and as long as 3 large tour buses"
  },
  {
    "fact": "A blue whale's aorta (the main blood vessel) is large enough for a human to crawl through."
  },
  {
    "fact": "A blue whale's heart is the size of a Volkswagen Beetle!"
  },
  {
    "fact": "A Boeing 747 airliner holds 216,847 litres (57,285 gallons) of fuel"
  },
  {
    "fact": "A Boeing 747 airliner holds 57,285 gallons of fuel!"
  },
  {
    "fact": "A Boeing 747 airliner holds 57,285 gallons of fuel."
  },
  {
    "fact": "a bowling pin will fall at a tilt of 7.5 degrees"
  },
  {
    "fact": "A broken clock is always right twice a day."
  },
  {
    "fact": "a bumble bee flaps its wings at 160 times a second"
  },
  {
    "fact": "a camel can shut its nostrils during a desert sandstorm"
  },
  {
    "fact": "A car operates at maximum economy, gas-wise, at speeds between 25 and 35 miles per hour."
  },
  {
    "fact": "A car traveling 100 mph would take more than 29 million years to reach the nearest star."
  },
  {
    "fact": "a car travelling at 80kph (50mph) uses half its fuel to overcome wind resistance"
  },
  {
    "fact": "a cat can keep purring while inhaling and exhaling"
  },
  {
    "fact": "a cat has 32 muscles in each ear"
  },
  {
    "fact": "a cat uses its whiskers to determine if a space is too small to squeeze through"
  },
  {
    "fact": "a cats urine glows under a blacklight"
  },
  {
    "fact": "A cesium atom in an atomic clock beats over nine billion times a second."
  },
  {
    "fact": "a chameleon's tongue is twice as long as its body"
  },
  {
    "fact": "a chameleons tongue is twice the length of its body"
  },
  {
    "fact": "A Chameleons tongue is twice the length of its body."
  },
  {
    "fact": "A chameleon’s tongue is twice the length of its body."
  },
  {
    "fact": "A chance of a woman having twins is increased after the age of 35. About 1 in 27 women will give birth to twins after this age. After 50 the chances of having twins is 1 in 9."
  },
  {
    "fact": "a cheetahs top speed is 114kph (70mph)"
  },
  {
    "fact": "A chicken will lay bigger and stronger eggs if you change the lighting in such a way as to make them think a day is 28 hours long!"
  },
  {
    "fact": "A chimpanzee can learn to recognize itself in a mirror."
  },
  {
    "fact": "a Chinese checkerboard has 121 holes"
  },
  {
    "fact": "A Citreon 2CV with an oil leak once travelled 500 miles through Italy after its gearbox was filled with bananas!"
  },
  {
    "fact": "A cockroach can live several weeks with its head cut off - it dies from starvation!"
  },
  {
    "fact": "A coffee tree yields about one pound of coffee in a year."
  },
  {
    "fact": "A comet's tail always points away from the sun."
  },
  {
    "fact": "A company in Taiwan makes dinnerware out of wheat, so you can eat your plate!"
  },
  {
    "fact": "A company in Taiwan makes dinnerware out of wheat, so you can eat your plate."
  },
  {
    "fact": "A completely blind chameleon will still take on the colors of its environment."
  },
  {
    "fact": "a connected bunch of bananas is called a hand and individual bananas are called fingers"
  },
  {
    "fact": "A cow gives nearly 200,000 glasses of milk in her lifetime."
  },
  {
    "fact": "A cricket pitch is a rectangular area of the ground 22 yards (20 m) long and 10 ft (0 m) wide."
  },
  {
    "fact": "A crocodile always grows new teeth to replace the old teeth!"
  },
  {
    "fact": "a crocodile can't move its tongue"
  },
  {
    "fact": "a crocodile can't stick out its tongue"
  },
  {
    "fact": "A crocodile's digestive juices are so strong that it can digest a steel nail."
  },
  {
    "fact": "A cubic yard of air weighs about 2 pounds at sea level."
  },
  {
    "fact": "a deck of cards should be shuffled at least 7 times before playing"
  },
  {
    "fact": "A dime has 118 ridges around the edge, a quarter has 119."
  },
  {
    "fact": "a dolphins top speed is 60kmh (37mph)"
  },
  {
    "fact": "a dragonfly can fly at 40kph (25mph)"
  },
  {
    "fact": "A dragonfly has a lifespan of 24 hours."
  },
  {
    "fact": "a duck can't walk without bobbing its head"
  },
  {
    "fact": "A female 'Rabbit'is called 'Doe'."
  },
  {
    "fact": "a female ferret is called a jill"
  },
  {
    "fact": "A female whale is called a 'Cow'."
  },
  {
    "fact": "A fetus develops fingerprints at eighteen weeks!"
  },
  {
    "fact": "A fire in Australia has been burning for more than 5,000 years!"
  },
  {
    "fact": "a flea can jump 350 times its body length"
  },
  {
    "fact": "a fly's recation time is 30 milliseconds"
  },
  {
    "fact": "a full moon is 9 times brighter than a half moon"
  },
  {
    "fact": "A full-grown bear can run as fast as a horse."
  },
  {
    "fact": "A fully loaded supertanker traveling at normal speed takes a least twenty minutes to stop."
  },
  {
    "fact": "a garfish has green bones"
  },
  {
    "fact": "a giraffe can clean its ears with its 21 inch tongue"
  },
  {
    "fact": "A giraffe can clean its ears with its 21-inch tongue!"
  },
  {
    "fact": "a giraffe can go longer without water than a camel"
  },
  {
    "fact": "A Giraffe has the same number of bones in its neck as a man."
  },
  {
    "fact": "A group of chicken is called a flock."
  },
  {
    "fact": "A group of crows can be called as 'Murder'."
  },
  {
    "fact": "A group of dogs is called a 'Kennel'."
  },
  {
    "fact": "A group of fish is called a school shoal draft run haul or catch."
  },
  {
    "fact": "a group of foxes is called a skulk"
  },
  {
    "fact": "a group of frogs is called an army"
  },
  {
    "fact": "a group of geese is called a gaggle"
  },
  {
    "fact": "A group of geese on the ground is a gaggle, a group of geese in the air is a skein!"
  },
  {
    "fact": "a group of kangaroos is called a mob"
  },
  {
    "fact": "A group of officers is called a mess."
  },
  {
    "fact": "a group of owls is called a parliament"
  },
  {
    "fact": "A group of rats is called as 'Colony'."
  },
  {
    "fact": "a group of rhinos is called a crash"
  },
  {
    "fact": "a group of whales is called a pod"
  },
  {
    "fact": "a hard boiled eggs spin (uncooked or soft boiled don't)"
  },
  {
    "fact": "A hard working adult sweats up to 4 gallons per day."
  },
  {
    "fact": "A hardboiled egg will spin. An uncooked or softboiled egg will not."
  },
  {
    "fact": "A hedgehog's heart beats 300 times a minute on average!"
  },
  {
    "fact": "A hedgehog's heart beats 300 times a minute on average."
  },
  {
    "fact": "A hippo can open its mouth wide enough to fit a 4 foot tall child inside!"
  },
  {
    "fact": "a hippopotamus can run faster than a man"
  },
  {
    "fact": "A honeybee's top speed is 24kph (15mph)"
  },
  {
    "fact": "a humming bird flaps its wings up to 90 times a second (5,400 times a minute)"
  },
  {
    "fact": "a hummingbird's heart beats at over a 1,000 times a minute"
  },
  {
    "fact": "A jellyfish is 95% water"
  },
  {
    "fact": "A jiffy is an actual unit of time for 1/100th of a second. Thus the saying, I will be there in a jiffy."
  },
  {
    "fact": "A kangaroo cannot jump if its tail is off the ground."
  },
  {
    "fact": "A killer whale’s heart beats 30 times a minute under water, 60 times a minute on the surface."
  },
  {
    "fact": "a King Cobra is the biggest of all poisonous snakes and can grow to over 4 metres (13 feet) long"
  },
  {
    "fact": "A Koala Bear sleeps 22 hours of every day."
  },
  {
    "fact": "A lady's heart beats faster than man's."
  },
  {
    "fact": "A lightning bolt generates temperatures five times hotter than those found at the sun's surface!"
  },
  {
    "fact": "A lion's roar can be heard from more than five miles away."
  },
  {
    "fact": "a lions feed once every 3 to 4 days"
  },
  {
    "fact": "a lobsters blood is colorless but when exposed to oxygen it turns blue"
  },
  {
    "fact": "A lump of pure gold the size of a matchbox can be flattened into a sheet the size of a tennis court!"
  },
  {
    "fact": "A lump of pure gold the size of a matchbox can be flattened into a sheet the size of a tennis court."
  },
  {
    "fact": "a male baboon can kill a leopard"
  },
  {
    "fact": "A male baboon can kill a leopard."
  },
  {
    "fact": "A male cat is called 'Tom' and a female is called as 'Queen'."
  },
  {
    "fact": "A man gets robbed in London every 4.5 minutes! (and he is getting fed up of it)"
  },
  {
    "fact": "A man named Charles Osborne had the hiccups for 69 years!"
  },
  {
    "fact": "A man named Charles Osborne had the hiccups for approximately sixty-nine years."
  },
  {
    "fact": "A man once sued his doctor because he survived his cancer longer than the doctor predicted."
  },
  {
    "fact": "A marine catfish can taste with any part of its body."
  },
  {
    "fact": "A mile on the Ocean and a mile on Land are not the same distance. Land (5280 feet) and Ocean (6080 feet)."
  },
  {
    "fact": "A million dollars' worth of $100 bills weighs only 22 pounds!"
  },
  {
    "fact": "A mole can dig a tunnel 300 feet long in just one night!"
  },
  {
    "fact": "a moth has no stomach"
  },
  {
    "fact": "a nanosecond is one billionth of a second"
  },
  {
    "fact": "A nest of young puppies is called as 'Liter'."
  },
  {
    "fact": "a newborn kangaroo is about 1 inch in tall"
  },
  {
    "fact": "A one ounce milk chocolate bar has 6 mg of caffeine."
  },
  {
    "fact": "A peanut is not a nut. It is a legume."
  },
  {
    "fact": "A person infected with the SARS virus, has a 95-98% chance of recovery."
  },
  {
    "fact": "a person produces enough saliva to fill 2 average size swimming pools during their lifetime"
  },
  {
    "fact": "A person swallows approximately 295 times while eating dinner."
  },
  {
    "fact": "A person will burn 7% more calories if they walk on hard dirt compared to pavement."
  },
  {
    "fact": "a person will die from total lack of sleep sooner than from starvation (Death can occur about 10 days without sleep while starvation takes a few weeks)"
  },
  {
    "fact": "a piece of paper cannot be folded more than 7 times"
  },
  {
    "fact": "a pip is one of the spots on die or domino"
  },
  {
    "fact": "A pipe 2 feet in diameter will allow four times more fluid to pass through it than a pipe 1 foot in diameter."
  },
  {
    "fact": "a platypus can eat its weight in worms every day"
  },
  {
    "fact": "A polar bear's skin is black. Its fur is not white, but actually clear."
  },
  {
    "fact": "A pound of potato chips costs 200 times more than a pound of potatoes."
  },
  {
    "fact": "A pregnant goldfish is called a Twit."
  },
  {
    "fact": "a pumpkin really is a fruit"
  },
  {
    "fact": "A quarter has 119 grooves on its edge, a dime has one less groove!"
  },
  {
    "fact": "a queen bee can lay up to 3,000 eggs in one day"
  },
  {
    "fact": "A queen bee uses her stinger only to sting another queen bee."
  },
  {
    "fact": "A rainbow can only be seen in the morning or late afternoon."
  },
  {
    "fact": "A raindrop is round but appears to be oval because gravitation pulls on the front of the raindrop as it is falling."
  },
  {
    "fact": "A rat can fall from a five story building without injury."
  },
  {
    "fact": "A rat can go without water longer than a camel can."
  },
  {
    "fact": "a rat can tread water for 3 days"
  },
  {
    "fact": "A real estate agent’s rule of thumb:  To estimate what a house will sell for, ask the owner what its worth and subtract 10%."
  },
  {
    "fact": "A recent study at Harvard has shown that eating chocolate can actually help you live longer!"
  },
  {
    "fact": "A roach can live up to nine days without its head."
  },
  {
    "fact": "A rodent's teeth never stop growing."
  },
  {
    "fact": "A Russian man who wore a beard during the time of Peter the Great had to pay a special tax."
  },
  {
    "fact": "A Saudi Arabian woman can get a divorce if her husband doesn't give her coffee."
  },
  {
    "fact": "a shark's teeth are literally as hard as steel"
  },
  {
    "fact": "a sharks top speed is 70kmh (44mph)"
  },
  {
    "fact": "a shrimp has 5 pairs of legs"
  },
  {
    "fact": "A shrimp's heart is in its head."
  },
  {
    "fact": "A single 'RYE' plant can spread up to 400 miles of roots underground."
  },
  {
    "fact": "A single cup of gasoline, when ignited, has the same explosive power as five sticks of dynamite."
  },
  {
    "fact": "A small airplane can fly backwards."
  },
  {
    "fact": "a snail can sleep for 3 years"
  },
  {
    "fact": "A snail can sleep for three years."
  },
  {
    "fact": "A sneeze can travel as fast as 100 miles per hour."
  },
  {
    "fact": "A sneeze travels out your mouth at over 100 m.p.h.!"
  },
  {
    "fact": "a soap bubble is 10,000 times thinner than the average human hair"
  },
  {
    "fact": "A solar eclipse occurred on July 22 2009 was the longest during the 21st century and it lasted a maximum of 6 minutes and 39 seconds."
  },
  {
    "fact": "A species of earthworm in Australia grows up to 10 feet in length."
  },
  {
    "fact": "a Sphygmomanometer measures blood pressure"
  },
  {
    "fact": "A spider's silk is stronger than steel."
  },
  {
    "fact": "a squid has 10 tentacles"
  },
  {
    "fact": "a standard 747 jumbo jet has 420 seats"
  },
  {
    "fact": "A toaster uses almost half as much energy as a full-sized oven."
  },
  {
    "fact": "A toothbrush within 6 feet of a toilet can get airborne bacteria from flushing."
  },
  {
    "fact": "A tuna fish can swim 100 miles in a single day!"
  },
  {
    "fact": "A typical bed usually houses over 6 billion dust mites."
  },
  {
    "fact": "A violin contains about 70 separate pieces of wood!"
  },
  {
    "fact": "A volcano has enough power to shoot ash as high as 50 km into the atmosphere."
  },
  {
    "fact": "a whip makes a cracking sound because its tip moves faster than the speed of sound"
  },
  {
    "fact": "A woman's sense of smell is most sensitive during ovulation."
  },
  {
    "fact": "a woodpecker can peck 20 times a second"
  },
  {
    "fact": "a woodpeckers tongue can wrap around its head twice"
  },
  {
    "fact": "A young fish can be called as 'Fry'."
  },
  {
    "fact": "A young hen is called as 'Pullet'."
  },
  {
    "fact": "A. P. J. Abdul Kalam born 15 October 1931 in Rameshwaram."
  },
  {
    "fact": "A. S. Dileep Kumar was born 6 January 1966 and then converted to Islam in the year 1989 at the age of 23 and changed his name to 'Allah Rakha Rahman' (A.R.Rahman)."
  },
  {
    "fact": "ablutophobia is the fear of bathing"
  },
  {
    "fact": "About 20% of all volcanoes are under water."
  },
  {
    "fact": "About 3000 years ago, most Egyptians died by the time they were 30!"
  },
  {
    "fact": "About 39,000 gallons of water are used to produce the average car!"
  },
  {
    "fact": "About 400 different kinds of microbes live on and in the human body."
  },
  {
    "fact": "about 90% of the worlds population kisses"
  },
  {
    "fact": "About twenty-five% of the population sneeze when they are exposed to light."
  },
  {
    "fact": "According to an age old custom, carrying a dead shrew in your pocket wards off rheumatism!"
  },
  {
    "fact": "According to an old English system of time units a moment is one and a half minutes."
  },
  {
    "fact": "According to Gaming Law, casinos have to stock enough cash to cover all the chips on the 'floor'."
  },
  {
    "fact": "According to legend, there’s a Superman in every episode of Seinfeld."
  },
  {
    "fact": "according to manufacturer Spalding the average lifespan of an NBA basketball is 10,000 bounces"
  },
  {
    "fact": "According to scientific studies, a rat's performance in a maze can be improved by playing music written by Mozart."
  },
  {
    "fact": "According to studies, men change their minds two to three times more often than women."
  },
  {
    "fact": "according to the old English time system a moment is 1 and a half minutes"
  },
  {
    "fact": "achluophobiais the fear of the dark"
  },
  {
    "fact": "acorns are poisonous to humans (if eaten it can cause damage to your kidneys)"
  },
  {
    "fact": "acrophobia is the fear of heights"
  },
  {
    "fact": "Actor John Wayne made more than 200 movies."
  },
  {
    "fact": "Actor Val Kilmer grew up on Roy Rogers' ranch."
  },
  {
    "fact": "Actress Meryl Streep holds the record for the most Oscar nominated actress with a record of 13 nominations."
  },
  {
    "fact": "African elephants only have 4 teeth"
  },
  {
    "fact": "African Grey Parrots have vocabularies of over 200 words"
  },
  {
    "fact": "after bananas a zoo gorilla's favorite food is celery"
  },
  {
    "fact": "After eating, a housefly regurgitates its food and then eats it again!"
  },
  {
    "fact": "after Hawaii, New York is the state surrounded by the most water"
  },
  {
    "fact": "after you've eaten it takes approximately 12 hours for food to entirely digest"
  },
  {
    "fact": "agoraphobia is the fear of wide open spaces"
  },
  {
    "fact": "aichmophobia is the fear of needles and pointed objects"
  },
  {
    "fact": "Airports that are at higher altitudes require a longer airstrip due to lower air density."
  },
  {
    "fact": "akousticophobia is the fear of noises"
  },
  {
    "fact": "Al Capone died in prison from syphillis - despite being the first sufferer to be treated with antibiotics!"
  },
  {
    "fact": "Al Capone's business card said he was a used furniture dealer."
  },
  {
    "fact": "Albert Einstein never knew how to drive a car"
  },
  {
    "fact": "Albert Einstein was offered the presidency of Israel in 1952, but he declined."
  },
  {
    "fact": "Albert Einstien never wore any socks."
  },
  {
    "fact": "Alexander the Great and Julius Caesar were both epileptic."
  },
  {
    "fact": "Alfred Hitchcock didn't have a belly button."
  },
  {
    "fact": "All babies are color blind when they are born."
  },
  {
    "fact": "All clams start out as males; some decide to become females at some point in their lives."
  },
  {
    "fact": "All coffee is grown within 1,000 miles of the equator."
  },
  {
    "fact": "All Humans Are 99.9% Genetically Identical and 98.4% of human genes are the same as the genes of a chimpanzee."
  },
  {
    "fact": "all hurricanes form over the sea and can last up to 10 days"
  },
  {
    "fact": "all insects have 6 legs"
  },
  {
    "fact": "All major league baseball umpires must wear black underwear while on the job!"
  },
  {
    "fact": "all of the clocks in the movie 'Pulp Fiction' are fixed to 4:20"
  },
  {
    "fact": "all of the cobble stones used to line the streets in New York were originally stones found in the hulls of Belgian ships ballast"
  },
  {
    "fact": "All of the Earth's continents are wider at the north than in the south - and nobody knows why."
  },
  {
    "fact": "all owls lay white eggs"
  },
  {
    "fact": "all pilots on international flights identify themselves in English regardless of their country of origin"
  },
  {
    "fact": "All polar bears are left handed"
  },
  {
    "fact": "all snakes are carnivorous"
  },
  {
    "fact": "All species of beetles are edible."
  },
  {
    "fact": "all the blinking in one day equates to having your eyes closed for 30 minutes"
  },
  {
    "fact": "All the gold ever mined could be molded into a cube 60 feet high and 60 feet wide."
  },
  {
    "fact": "all the people on Earth could fit into a 1 km cube"
  },
  {
    "fact": "All the pet hamsters in the world are descended from a single wild golden Hamster found in Syria in 1930!"
  },
  {
    "fact": "all the planets in our solar system could fit inside Jupiter"
  },
  {
    "fact": "All the platinum ever mined would fit into an average-sized living-room!"
  },
  {
    "fact": "All the swans in England are property of the Queen."
  },
  {
    "fact": "Allen Hill took the first wicket in test cricket when he dismissed Nat Thomson for "
  },
  {
    "fact": "Almonds are a member of the peach family."
  },
  {
    "fact": "almonds are members of the peach family"
  },
  {
    "fact": "Almost all varieties of breakfast cereals are made of grass."
  },
  {
    "fact": "Aluminum used to be more valuable than gold!"
  },
  {
    "fact": "amathophobia is the fear of dust"
  },
  {
    "fact": "Among older men, vanilla is the most erotic smell."
  },
  {
    "fact": "An 'aglet' is the plastic or metal tip of a shoelace."
  },
  {
    "fact": "An adult giraffe's tongue is 17 inches long."
  },
  {
    "fact": "An airplane mechanic invented Slinky while he was playing with engine parts and realized the possible secondary use for the springs."
  },
  {
    "fact": "An albatross can sleep while it flies!"
  },
  {
    "fact": "An apple, potato, and onion all taste the same if you eat them with your nose plugged."
  },
  {
    "fact": "an area of the Suns surface to the equivalent of a postage stamp would shine with the brightness of over 1,500,000 candles"
  },
  {
    "fact": "an arrow frog has enough poison to kill over 2,200 people"
  },
  {
    "fact": "an astronaut can be up to 2 inches taller returning from space (the cartilage disks in the spine expand in the absence of gravity)"
  },
  {
    "fact": "An average person eat 60000 pounds of food in his lifetime."
  },
  {
    "fact": "An average person spent 24 years of his life in sleeping."
  },
  {
    "fact": "an average person will spend 25 years asleep"
  },
  {
    "fact": "An average woman consume 6 lbs (72 kg). of lipstick in her lifetime."
  },
  {
    "fact": "An eagle can attack, kill, and carry away an animal as large as a small deer."
  },
  {
    "fact": "An earthquake on Dec. 16, 1811 caused parts of the Mississippi River to flow backwards!"
  },
  {
    "fact": "An earthquake on Dec. 16, 1811 caused parts of the Mississippi River to flow backwards."
  },
  {
    "fact": "an egg contains every vitamin except vitamin C"
  },
  {
    "fact": "An egg will float if placed in water in which sugar has been added."
  },
  {
    "fact": "An elephant trunk has no bone but 40,000 muscles."
  },
  {
    "fact": "An elephant's tooth can weigh as much as 12 pounds."
  },
  {
    "fact": "an elephant's trunk can hold over 5 litres of water"
  },
  {
    "fact": "an elephants ears are used to regulate body temperature"
  },
  {
    "fact": "An iceberg contains more heat than a lit match."
  },
  {
    "fact": "an iguana can stay under water for 28 minutes"
  },
  {
    "fact": "an individual blood cell takes about 60 seconds to make a complete circuit of the body"
  },
  {
    "fact": "an octopus pupil is rectangular"
  },
  {
    "fact": "an office desk has 400 times more bacteria than a toilet"
  },
  {
    "fact": "An olive tree can live up to 1,500 years!"
  },
  {
    "fact": "an ostrich's eye is bigger than its brain"
  },
  {
    "fact": "An ostrich's eye is bigger than its brain."
  },
  {
    "fact": "an ostriches can outrun a horse"
  },
  {
    "fact": "an ostriches life span is 40-45 years"
  },
  {
    "fact": "An ounce of platinum can be stretched 10,000 feet."
  },
  {
    "fact": "Ancient Egyptians slept on pillows made of stone!"
  },
  {
    "fact": "Ancient Egyptians slept on pillows made of stone."
  },
  {
    "fact": "Ancient Romans at one time used human urine as an ingredient in their toothpaste."
  },
  {
    "fact": "and the viewers were never told!"
  },
  {
    "fact": "Animals will not eat another animal that has been hit by a lightning strike!"
  },
  {
    "fact": "Annually, the amount of garbage that is dumped in the world's oceans is three times the weight of fish that is caught from the oceans."
  },
  {
    "fact": "Another name for a Microsoft Windows tutorial is 'Crash Course'!"
  },
  {
    "fact": "Antarctica is 98% ice and 2% barren rock"
  },
  {
    "fact": "Antarctica is the only land on our planet that is not owned by any country."
  },
  {
    "fact": "Anteaters prefer termites to ants."
  },
  {
    "fact": "ants can lift 50 times their own weight"
  },
  {
    "fact": "ants don't like baby powder (talcum powder)"
  },
  {
    "fact": "Ants don’t sleep."
  },
  {
    "fact": "Any modern jet is capable of breaking the sound barrier."
  },
  {
    "fact": "Any space vehicle must move at a rate of 7 miles per second in order to escape the earth's gravitational pull."
  },
  {
    "fact": "Aoccdrnig to a rscheearch procejt at Cmabrigde Uinervtisy, it deosnt mttaer waht oredr the ltteers in a wrod are, the olny iprmoatnt tihng is taht the frist and lsat ltteer be in the rghit pclae. Tihs is bcuseae the huamn mnid deos not raed ervey lteter b"
  },
  {
    "fact": "Apple company was founded by Steve Jobs Steve Wozniak and Ronald Wayne on April 1 197"
  },
  {
    "fact": "Apple seeds are poisonous!"
  },
  {
    "fact": "Apples are 25% air."
  },
  {
    "fact": "Apples are actually part of the rose family."
  },
  {
    "fact": "apples are more effective at waking you up in the morning than coffee"
  },
  {
    "fact": "Apples are more efficient than caffeine in keeping people awake in the morning."
  },
  {
    "fact": "Approximately $25 million is spent each year on lap dances in Las Vegas."
  },
  {
    "fact": "Approximately 115 tons of ocean salt spray enters the earth's atmosphere each second."
  },
  {
    "fact": "Approximately 25,000 workers died during the building of the Panama Canal, and approximately 20,000 of them contracted malaria and yellow fever."
  },
  {
    "fact": "Approximately 70% of the earth is covered by water. Only 1% of this water is drinkable."
  },
  {
    "fact": "Approximately one-third of the population can't snap their fingers!"
  },
  {
    "fact": "arachibutyrophobia is fear of peanut butter sticking to the roof of your mouth"
  },
  {
    "fact": "Arctic ice is rapidly disappearing and the region may have its first completely ice-free summer by 2040 or earlier. Polar bears and indigenous cultures are already suffering from the sea-ice loss."
  },
  {
    "fact": "Area wise India is the 7th largest country in the world."
  },
  {
    "fact": "Armadillos can get leprosy."
  },
  {
    "fact": "armadillos can walk underwater"
  },
  {
    "fact": "armadillos have 4 babies at a time and are all the same sex"
  },
  {
    "fact": "Arnold Schwarzenegger’s voice, in the movie 'Hercules', was dubbed."
  },
  {
    "fact": "Arthur Conan Doyle, author of the Sherlock Holmes stories, was an ophthalmologist by profession!"
  },
  {
    "fact": "artificial Christmas trees have outsold real ones every year since 1991"
  },
  {
    "fact": "as a world commodity coffee is second only to oil"
  },
  {
    "fact": "Astronauts cannot burp in space."
  },
  {
    "fact": "Astronauts get taller when they are in space."
  },
  {
    "fact": "At  one 'feeding', a mosquito can absorb one and a half times its own weight in blood."
  },
  {
    "fact": "At 120 miles per hour, a Formula One car generates so much downforce that it can drive upside down on the roof of a tunnel."
  },
  {
    "fact": "At 188 decibels, the whistle of the blue whale is the loudest sound produced by any animal"
  },
  {
    "fact": "At age 18, the Queen of England was a mechanic for the British Military."
  },
  {
    "fact": "At age 70, more than 70% of men are still potent!"
  },
  {
    "fact": "at birth dalmations are always white"
  },
  {
    "fact": "At birth, a panda bear is smaller than a mouse."
  },
  {
    "fact": "At horse race tracks, the favorite wins fewer than 30% of the time!"
  },
  {
    "fact": "At room temperature, the average air molecule travels at the speed of a rifle bullet."
  },
  {
    "fact": "Atilla the hun was a dwarf!"
  },
  {
    "fact": "Attics were invented in Attica."
  },
  {
    "fact": "atychiphobia is the fear of failure"
  },
  {
    "fact": "August has the highest percentage of births"
  },
  {
    "fact": "Australia has the largest sheep population"
  },
  {
    "fact": "Australia is the only country that is also a continent"
  },
  {
    "fact": "Australia was originally called New Holland"
  },
  {
    "fact": "Australia's Great Barrier Reef is 1,250 miles long!"
  },
  {
    "fact": "Austria was the first country to use postcards."
  },
  {
    "fact": "Average distance from the Earth to the Sun: 93020000 miles (149669180 km)"
  },
  {
    "fact": "Avocados are poisonous to birds."
  },
  {
    "fact": "Avocados have more protein than any other fruit."
  },
  {
    "fact": "avocados have the most calories of any other fruit"
  },
  {
    "fact": "Babe Ruth wore a cabbage leaf under his cap to keep him cool! He changed it every 2 innings!"
  },
  {
    "fact": "Babe Ruth wore No. 3 because he batted third."
  },
  {
    "fact": "Babies are born without knee caps."
  },
  {
    "fact": "Babies start dreaming even before they're born."
  },
  {
    "fact": "Babies that are breastfed are more likely to be slimmer as adults than those that are not breastfed."
  },
  {
    "fact": "Babies who wear disposable diapers are five times more likely to develop diaper rash than those that wear cotton diapers."
  },
  {
    "fact": "Babies' eyes do not produce tears until the baby is approximately six to eight weeks old."
  },
  {
    "fact": "Baby beavers are called kittens."
  },
  {
    "fact": "baby rattlesnakes are born in August and September"
  },
  {
    "fact": "Baby robins eat 14 feet of earthworms every day!"
  },
  {
    "fact": "Baby robins eat 14 feet of earthworms every day."
  },
  {
    "fact": "Baby whales grow at an average rate of 10lbs per hour!"
  },
  {
    "fact": "Bacteria that cause tooth decay, acne, tuberculosis, and leprosy can be cured with cashews."
  },
  {
    "fact": "Bali has the worlds largest variety of flora"
  },
  {
    "fact": "Balsa wood is classified as a hard wood!"
  },
  {
    "fact": "Bamboo plants can grow up to 36 inches in a day."
  },
  {
    "fact": "banana plants are the largest plants without a woody stem (they belong to the same family as lilies, orchids and palms)"
  },
  {
    "fact": "banana plants can grow as high as 6 meters (20 feet) tall"
  },
  {
    "fact": "bananas are a good source of vitamin C, potassium and fiber"
  },
  {
    "fact": "Bananas aren’t fruit! They are a type of herb."
  },
  {
    "fact": "Bananas contain a natural chemical which can make a person happy. This same chemical is also found in Prozac."
  },
  {
    "fact": "bananas contain no fat, cholesterol or sodium"
  },
  {
    "fact": "bananas grow pointing upwards."
  },
  {
    "fact": "Banging your head against a wall uses 150 calories an hour."
  },
  {
    "fact": "Bank robber John Dillinger played professional baseball."
  },
  {
    "fact": "Barbie's full name is Barbara Millicent Roberts."
  },
  {
    "fact": "Barbie's full name is Barbara Millicent Roberts."
  },
  {
    "fact": "Basketball great Wilt Chamberlain never fouled out of a game."
  },
  {
    "fact": "Baskin Robbins once made ketchup ice cream."
  },
  {
    "fact": "Bats always turn left when exiting a cave!"
  },
  {
    "fact": "Bats always turn left when exiting a cave."
  },
  {
    "fact": "bats are the only mammals that fly"
  },
  {
    "fact": "Beavers can swim half a mile underwater on one gulp of air."
  },
  {
    "fact": "Beavers have orange teeth!"
  },
  {
    "fact": "Because heat expands the metal, the Eiffel Tower always leans away from the sun."
  },
  {
    "fact": "Because metal was scarce; the Oscars given out during World War II were made of plaster."
  },
  {
    "fact": "Beelzebub is Hebrew for 'Lord of the Flies'."
  },
  {
    "fact": "bees and house flies flap their wings 200 times a second"
  },
  {
    "fact": "bees can see ultraviolet light"
  },
  {
    "fact": "bees have 4 wings"
  },
  {
    "fact": "before 1850 golf balls were made of leather and were stuffed with feathers"
  },
  {
    "fact": "before beginning his movie career Keanu Reeves managed a pasta shop in Toronto Canada"
  },
  {
    "fact": "Betsy Ross was born with a fully formed set of teeth."
  },
  {
    "fact": "between 1931 and 1969 Walt Disney was awarded 35 Oscars"
  },
  {
    "fact": "Bill Gates began programming computers at the of age 13"
  },
  {
    "fact": "Bill Gates designed a traffic control system for Seattle when he was only 15!"
  },
  {
    "fact": "Bill Gates' house was designed using a Macintosh computer."
  },
  {
    "fact": "Billy goats urinate on their own heads to smell more attractive to females."
  },
  {
    "fact": "birds need gravity to swallow"
  },
  {
    "fact": "Black bears are not always black. They can be brown, cinnamon, yellow, and sometimes white."
  },
  {
    "fact": "black on yellow are the 2 colors with the strongest impact"
  },
  {
    "fact": "Black Whales are born white."
  },
  {
    "fact": "Blaise Pascal worked on the calculator for three years between 1642 and 1645 called as 'Pascaline'."
  },
  {
    "fact": "blonde beards grow faster than darker beards"
  },
  {
    "fact": "Blood in animals and sap in plants is composed mainly of water."
  },
  {
    "fact": "blue and white are the most common school colors"
  },
  {
    "fact": "Blue eyes are the most sensitive to light, dark brown the least sensitive."
  },
  {
    "fact": "Blue Peter pet, Petra the mongrel puppy, died two days after being introduced. A replacement was found"
  },
  {
    "fact": "blueberries are very high in antioxidants"
  },
  {
    "fact": "Blueberry juice boosts memory."
  },
  {
    "fact": "Bluebirds cannot see the color blue."
  },
  {
    "fact": "Bob Hope and Billy Joel were both once boxers."
  },
  {
    "fact": "bottle nosed whales can dive to a depth of 915 metres (3,000feet) in 2 minutes"
  },
  {
    "fact": "Boys who have unusual first names are more likely to have mental problems than boys with conventional names. Girls don't seem to have this problem."
  },
  {
    "fact": "Brad Pitt has been smoking since the sixth grade!"
  },
  {
    "fact": "Brazil accounts for 1/3 of the world's coffee production"
  },
  {
    "fact": "Brazil got its name from the Brazilian nut (not the other way around)"
  },
  {
    "fact": "Brazil is named after a tree"
  },
  {
    "fact": "Brazil is the only country to appear in every FIFA world Cup. (19 times)"
  },
  {
    "fact": "Britain was the first country to use postage stamps"
  },
  {
    "fact": "brontology is the study of thunder"
  },
  {
    "fact": "brontophobia is the fear of thunderstorms"
  },
  {
    "fact": "Bruce lee (27-Nov-1940 to 20-July-1973) was the founder of the Jeet Kune Do martial arts movement."
  },
  {
    "fact": "Buckingham Palace has over 600 rooms"
  },
  {
    "fact": "Budget: $300000000"
  },
  {
    "fact": "Budweiser beer is named after a town in Czechoslovakia."
  },
  {
    "fact": "bull's can run faster uphill than down"
  },
  {
    "fact": "bulletproof vests, fire escapes, windshield wipers, and laser printers were all all invented by women"
  },
  {
    "fact": "Bulls are colorblind, therefore will usually charge at a matador's waving cape no matter what color it is -- be it red or neon yellow!"
  },
  {
    "fact": "Burj Khalifa (Arabic: 'Khalifa Tower') known as Burj Dubai prior to its inauguration is a skyscraper in Dubai United Arab Emirates and the tallest man-made structure ever built at 828 m (2717 ft)."
  },
  {
    "fact": "Burt Reynolds is a Cherokee Indian."
  },
  {
    "fact": "Business.com is currently the most expensive domain name sold for $7.5 million."
  },
  {
    "fact": "butterflies taste with their back feet"
  },
  {
    "fact": "Butterflies taste with their feet."
  },
  {
    "fact": "Butterflies "
  },
  {
    "fact": "smell"
  },
  {
    "fact": " with their antennae and "
  },
  {
    "fact": "taste"
  },
  {
    "fact": " with their feet."
  },
  {
    "fact": "Buttermilk does not contain any butter."
  },
  {
    "fact": "By 3,000 B.C. there were at least six different types of beer in Egypt."
  },
  {
    "fact": "by age 60 most people would have lost half of their taste buds"
  },
  {
    "fact": "By feeding hens certain dyes they can be made to lay eggs with multi-colored yolks."
  },
  {
    "fact": "By partially filling saucers with vinegar and distributing the saucers around a room, you can eliminate odors."
  },
  {
    "fact": "By raising your legs slowly and laying on your back, you can't sink in quicksand."
  },
  {
    "fact": "By recycling just one glass bottle, the amount of energy that is being saved is enough to light a 100 watt bulb for four hours."
  },
  {
    "fact": "By the age of 17 Bill Gates had sold his first computer program a time-tabling system for his high school for $420"
  },
  {
    "fact": "By the age of 60, most people have lost 50% of their taste buds."
  },
  {
    "fact": "C3PO is the first character to speak in Star Wars."
  },
  {
    "fact": "cabbage is 91% water"
  },
  {
    "fact": "California has issued at least 6 drivers licenses to people named Jesus Christ."
  },
  {
    "fact": "camel's milk doesn't curdle"
  },
  {
    "fact": "camels are born without humps"
  },
  {
    "fact": "Camels are called 'ships of the desert' because of the way they move not because of their transport capabilities."
  },
  {
    "fact": "camels can drink 94 litres (25 gallons) of water in less than 3 minutes"
  },
  {
    "fact": "camels have 3 eyelids to protect themselves from blowing sand"
  },
  {
    "fact": "Camels have three eyelids to protect themselves from blowing sand!"
  },
  {
    "fact": "Canada has more doughnut shops per capita than any other country"
  },
  {
    "fact": "Canada has more lakes than any other country"
  },
  {
    "fact": "Canada is an Indian word meaning 'Big Village'."
  },
  {
    "fact": "Canada's new flag, with its maple leaf design, was unfurled in 1965 in Ottawa!"
  },
  {
    "fact": "Canola oil is actually rapeseed oil but the name was changed for marketing reasons!"
  },
  {
    "fact": "Car accidents rise 10% during the first week of daylight savings time."
  },
  {
    "fact": "Car airbags kill 1 person for every 22 lives that they save."
  },
  {
    "fact": "carrots contain 0% fat"
  },
  {
    "fact": "cars were first started with ignition keys in 1949"
  },
  {
    "fact": "Cashew nut shells contain oil that is extremely irritating to human skin."
  },
  {
    "fact": "Castor oil is used as a lubricant in jet planes."
  },
  {
    "fact": "Cat urine glows under a black-light!"
  },
  {
    "fact": "caterpillars have over 2,000 muscles"
  },
  {
    "fact": "Caterpillars have over 2000 muscles."
  },
  {
    "fact": "catfish have over 100,000 taste buds"
  },
  {
    "fact": "Catgut comes from sheep not cats."
  },
  {
    "fact": "catoptrophobia is the fear of mirrors"
  },
  {
    "fact": "cats can jump up to 7 times their tail length"
  },
  {
    "fact": "cats can't move their jaw sideways"
  },
  {
    "fact": "Cats cannot taste sweet things."
  },
  {
    "fact": "cats have a peripheral vision of 285 degrees"
  },
  {
    "fact": "Cats have a peripheral vision of 285 degrees."
  },
  {
    "fact": "cats have over 100 vocal chords"
  },
  {
    "fact": "Cats make over 100 different vocal sounds; dogs can make about ten."
  },
  {
    "fact": "Cats sleep 16 to 18 hours per day."
  },
  {
    "fact": "cats spend 66% of their life asleep"
  },
  {
    "fact": "Cats’ urine glows under a black light."
  },
  {
    "fact": "Cattle are the only mammals that pee backwards."
  },
  {
    "fact": "Cellophane is not made of plastic. It is made from a plant fiber, cellulose, which has been shredded and aged."
  },
  {
    "fact": "Chained dogs are 3 times more likely to bite than unchained dogs."
  },
  {
    "fact": "chalk is made from tiny plankton fossils"
  },
  {
    "fact": "chameleons can move their eyes in two directions at the same time"
  },
  {
    "fact": "Che Guevara suffered from asthma!"
  },
  {
    "fact": "Check your map!  The Pacific entrance of the Panama Canal is farther East than the Atlantic entrance."
  },
  {
    "fact": "Check your map! Virginia extends farther west than West Virginia."
  },
  {
    "fact": "Cheerios cereal was originally called Cheerioats"
  },
  {
    "fact": "cheetahs can accelerate from 0 to 70 km/h (43mp/h) in 3 seconds"
  },
  {
    "fact": "Cheetahs were raced at Romford greyhound stadium in 1937!"
  },
  {
    "fact": "Chennai is now called the Detroit of India due to its automobile industry producing over 40% of the country's auto parts and vehicles."
  },
  {
    "fact": "Chevy Chase's real first name is Cornelius"
  },
  {
    "fact": "Chewing gum while peeling onions will keep you from crying!"
  },
  {
    "fact": "Chewing on gum while cutting onions can help a person from producing tears."
  },
  {
    "fact": "chicken drumsticks contain the least amount of meat on a chicken"
  },
  {
    "fact": "Children are more allergic to cockroaches than they are to cats!"
  },
  {
    "fact": "Children are poisoned most frequently by eating harmful plants."
  },
  {
    "fact": "Children grow faster in the springtime than any other season during the year."
  },
  {
    "fact": "Children laugh about 400 times a day, while adults laugh on average only 15 times a day."
  },
  {
    "fact": "China is the source of 70% of the worlds pirated goods."
  },
  {
    "fact": "China manufacturers 70% of the worlds toys"
  },
  {
    "fact": "chocolate is the number 1 food craved by women"
  },
  {
    "fact": "chocolate manufacturers use 40% of the world's almonds"
  },
  {
    "fact": "Chop Suey was invented in New York!"
  },
  {
    "fact": "Chop-suey is not a native Chinese dish, it was created in California by Chinese immigrants."
  },
  {
    "fact": "Christmas trees originated from Germany"
  },
  {
    "fact": "Chrysler built B-29's that bombed Japan, Mitsubishi built Zeros that tried to shoot them down. Both companies now build cars in a joint plant called Diamond Star."
  },
  {
    "fact": "Cinematon (1978) is a 152-hour long experimental film by French director Gerard Courant. It is considered to be the longest film ever released."
  },
  {
    "fact": "City dwellers have longer, thicker, denser nose hairs than country folks do."
  },
  {
    "fact": "Clinophobia is the fear of beds!"
  },
  {
    "fact": "clinophobia is the fear of going to bed"
  },
  {
    "fact": "Clocks made before 1660 had only one hand - an hour hand."
  },
  {
    "fact": "clothes dried outside smell better because of a process called photolysis (sunlight breaks down compounds that cause odor)"
  },
  {
    "fact": "clouds fly higher during the day than the night"
  },
  {
    "fact": "Club Direct, a travel insurance company in Britain, provides insurance plans for protection from falling coconuts."
  },
  {
    "fact": "Coca Cola launched its 3rd product Sprite in 1961"
  },
  {
    "fact": "Coca Cola was founded by Joseph A Biedenharn"
  },
  {
    "fact": "Coca-Cola originally contained cocaine"
  },
  {
    "fact": "Coca-Cola was the first soft drink to be consumed in outer space."
  },
  {
    "fact": "Coca-Cola's 'Super Pure' Dasani bottled water is just filtered tap water!"
  },
  {
    "fact": "Coconuts kill more people in the world than sharks do. Approximately 150 people are killed each year by coconuts."
  },
  {
    "fact": "coconuts kill over 150 people each year (more than sharks)"
  },
  {
    "fact": "Coffee beans aren't beans - they're fruit pits."
  },
  {
    "fact": "coffee is generally roasted between 204 - 218C (400 - 425F) (the longer the beans are roasted the darker the roast)"
  },
  {
    "fact": "coffee is grown commercially in over 45 countries around the world"
  },
  {
    "fact": "Coffee is the largest item bought and sold next to Petrol."
  },
  {
    "fact": "coffee is the most popular beverage worldwide with over 400 billion cups consumed each year"
  },
  {
    "fact": "coffee trees produce its first full crop after 5 years old"
  },
  {
    "fact": "Cold water weighs more than hot water."
  },
  {
    "fact": "Colgate faced a big obstacle marketing toothpaste in Spanish speaking countries. Colgate translates into the command 'go hang yourself'."
  },
  {
    "fact": "Colgate's first toothpaste came in a jar."
  },
  {
    "fact": "Connecticut and Rhode Island never ratified the 18th Amendment (Prohibition)."
  },
  {
    "fact": "Construction of the Taj Mahal began in 1632 one year after her death of his wife Mumtaz."
  },
  {
    "fact": "Contrary to popular belief, dogs do not only sweat by salivating. They also sweat through the poors on their feet."
  },
  {
    "fact": "Contrary to popular belief, hair does not grow back darker and thicker after it has been shaved."
  },
  {
    "fact": "Contrary to popular belief, lightning travels from the ground upwards not from the sky downwards."
  },
  {
    "fact": "Contrary to popular belief, London Broil is not a cut of beef but rather a method of cooking."
  },
  {
    "fact": "Contrary to popular belief, opossums, squirrels, chipmunks, and mice do not carry rabies."
  },
  {
    "fact": "Contrary to popular belief, putting sugar in a car's gas tank will NOT ruin its engine."
  },
  {
    "fact": "Contrary to popular belief, the first ironclad warships were built by Korea in the 16th century."
  },
  {
    "fact": "Contrary to popular belief, there are almost no Buddhists in India, nor have there been for about a thousand years."
  },
  {
    "fact": "Contrary to popular beliefs, chocolate does not cause acne."
  },
  {
    "fact": "cooking or freezing does not reduce the heat (spiciness) of a chile pepper"
  },
  {
    "fact": "Cow is a Japanese brand of shaving foam."
  },
  {
    "fact": "cows don't have upper front teeth"
  },
  {
    "fact": "Cranberries are sorted for ripeness by bouncing them; a fully ripened cranberry can be dribbled like a basketball."
  },
  {
    "fact": "Crayola is a French word that means 'Oily chalk."
  },
  {
    "fact": "Crocodile babies don't have sex chromosomes; the temperature at which the egg develops determines gender."
  },
  {
    "fact": "crocodiles are colour blind"
  },
  {
    "fact": "Crocodiles are colour blind."
  },
  {
    "fact": "crocodiles are responsible for over a 1,000 deaths each year by the Banks of the Nile river"
  },
  {
    "fact": "crocodiles continually grow new sets of teeth to replace old ones"
  },
  {
    "fact": "crocodiles never outgrow their enclosure"
  },
  {
    "fact": "crocodiles swallow rocks to help them dive deeper"
  },
  {
    "fact": "Crocodiles swallow stones to help them dive deeper."
  },
  {
    "fact": "Crushed cockroaches can be applied to a stinging wound to help relieve the pain."
  },
  {
    "fact": "cucumbers are 96% water."
  },
  {
    "fact": "Dandelion root can be roasted and ground as a coffee substitute."
  },
  {
    "fact": "dark green lettuce leaves are more nutritious than lighter ones"
  },
  {
    "fact": "dark roasted coffee beans contain less caffeine than medium roasted ones (the longer a coffee is roasted the more caffeine is burns off)"
  },
  {
    "fact": "Dating back to the 1600's, thermometers were filled with Brandy instead of mercury."
  },
  {
    "fact": "Deep Breathing gives you health benefits similar to aerobics."
  },
  {
    "fact": "deers don't like hay"
  },
  {
    "fact": "dendrophobia is the fear of trees"
  },
  {
    "fact": "Dennis Ritchie 'offically' created the C programming language while working at Bell labs."
  },
  {
    "fact": "Despite the hump, a camel's spine is straight."
  },
  {
    "fact": "diamonds are the hardest natural substance"
  },
  {
    "fact": "diamonds are the hardest substance known to man"
  },
  {
    "fact": "Diamonds mined in Brazil are harder than those found in Africa."
  },
  {
    "fact": "diamonds mined in Brazil are much harder than those found in Africa"
  },
  {
    "fact": "Diet Coke was introduced in 1982"
  },
  {
    "fact": "Diet Pepsi was originally called Patio Diet Cola."
  },
  {
    "fact": "dinosaurs lived on Earth for over 165 million years before they became extinct"
  },
  {
    "fact": "Dirty snow melts faster than clean."
  },
  {
    "fact": "dirty snow melts quicker than clean snow"
  },
  {
    "fact": "Discovery channel was started on June 17 198"
  },
  {
    "fact": "Disneyland opened in 1955"
  },
  {
    "fact": "DNA stands for Deoxyribonucleicacid"
  },
  {
    "fact": "Dogs and cats consume over $11 billion worth of pet food a year!"
  },
  {
    "fact": "Dogs and cats, like humans, are either right or left handed... or is that paws?!"
  },
  {
    "fact": "Dogs can hear sounds that you cant!"
  },
  {
    "fact": "dogs sweat through the pads on their feet"
  },
  {
    "fact": "dolphin's can detect underwater sounds from 24 km (15 miles) away"
  },
  {
    "fact": "dolphins can hear underwater sounds from 24km (15miles) away"
  },
  {
    "fact": "dolphins can kills sharks by ramming them with their snout"
  },
  {
    "fact": "Dolphins nap with one eye open."
  },
  {
    "fact": "Dolphins sleep with one eye open!"
  },
  {
    "fact": "domestic cats dislike citrus scents"
  },
  {
    "fact": "Domestic cats hate lemons or other citrus scents."
  },
  {
    "fact": "Donkeys are commonly used by the Iraqi Military to launch rockets!"
  },
  {
    "fact": "Donkeys kill more people annually than plane crashes."
  },
  {
    "fact": "Douglas Engelbart (invented computer mouse) was awarded the 1997 Lemelson-MIT Prize of $500000 the world's largest single prize for invention and innovation."
  },
  {
    "fact": "Dragonflies can travel up to 60 mph."
  },
  {
    "fact": "dragonflies have 6 legs but can't walk"
  },
  {
    "fact": "Dragonflies have six legs but cannot walk!"
  },
  {
    "fact": "Dragonfly eye contains 30000 lenses."
  },
  {
    "fact": "draughts (checkers) is older than chess"
  },
  {
    "fact": "Dreamt is the only English word that ends in the letters mt"
  },
  {
    "fact": "dreamt is the only word that ends in mt"
  },
  {
    "fact": "Drew Carey once worked at a Denny's."
  },
  {
    "fact": "Drivers kill more deer than hunters."
  },
  {
    "fact": "dry ice transforms directly from being a solid to a gas"
  },
  {
    "fact": "Ducks will only lay eggs early in the morning."
  },
  {
    "fact": "due to gravitational effects you weigh is slightly less when the moon is directly overhead"
  },
  {
    "fact": "Due to gravitational effects, you weigh slightly less when the moon is directly overhead."
  },
  {
    "fact": "DUEL (1971) was the first feature film directed by Steven Spielberg and was written by Richard Matheson based on his own short story."
  },
  {
    "fact": "Dueling is legal in Paraguay, as long as both parties are registered blood donors."
  },
  {
    "fact": "Duracell, the battery-maker, built parts of its new international headquarters using materials from its own waste."
  },
  {
    "fact": "During a typical human life span, the human heart will beat approximately 2.5 billion times."
  },
  {
    "fact": "During his lifetime, artist Vincent Van Gogh only sold one of his paintings."
  },
  {
    "fact": "During his lifetime, Herman Melville's Moby Dick sold only 50 copies."
  },
  {
    "fact": "During his or her lifetime, the average human will grow 590 miles of hair."
  },
  {
    "fact": "During menstruation, the sensitivity of a woman's middle finger is reduced."
  },
  {
    "fact": "During the 1600's, boys and girls in England wore dresses until they were about seven years old."
  },
  {
    "fact": "During the Gold Rush in 1849, some people paid as much as $100 for a glass of water!"
  },
  {
    "fact": "During WWII, because a lot of players were called to duty, the Pittsburgh Steelers and Philadelphia Eagles combined to become The Steagles."
  },
  {
    "fact": "During your lifetime, you'll eat about 60,000 pounds of food, that's the weight of about 6 elephants!"
  },
  {
    "fact": "During your lifetime, you'll eat about 60,000 pounds of food, that's the weight of about 6 elephants."
  },
  {
    "fact": "DVDs are physically the same size as a CDs but can store 13 times more data"
  },
  {
    "fact": "Each 5 m.p.h. you drive over 60 m.p.h. is like paying an additional $.10 a gallon for gas!"
  },
  {
    "fact": "Each day is longer than the previous on by 0.00000002 seconds which is 13 seconds each century!"
  },
  {
    "fact": "Each day, more than $40 Trillion Dollars changes hands worldwide."
  },
  {
    "fact": "Each day, up to 150 species of life become extinct."
  },
  {
    "fact": "Each nostril of a human being register smell in a different way. Smells that are made from the right nostril are more pleasant than the left."
  },
  {
    "fact": "each red blood cell lives an average of 4 months and travels between the lungs and other tissue 75,000 times before returning to bone marrow to die"
  },
  {
    "fact": "each time you see a full moon you always see the same side"
  },
  {
    "fact": "each year there is one ton of cement poured for each man, woman, and child"
  },
  {
    "fact": "Each year, the average family uses about 18,000 gallons of water just to do its laundry!"
  },
  {
    "fact": "Eagles mate while airborne."
  },
  {
    "fact": "Early Romans used to use porcupine quills as toothpicks."
  },
  {
    "fact": "Ears of corn always have an even number of rows of kernels."
  },
  {
    "fact": "Earth is the only planet not named after a god"
  },
  {
    "fact": "Earth's Circumference between the North and South Poles: 248582 miles (40008 km)"
  },
  {
    "fact": "Eddie Cochran's last recording before he died was Three Steps to Heaven!"
  },
  {
    "fact": "Einstein slept 10 hours a night"
  },
  {
    "fact": "Electricity doesn't move through a wire but through a field around the wire."
  },
  {
    "fact": "Elephants are the only animals that can't jump."
  },
  {
    "fact": "elephants can run up to 40kmh (25mph)"
  },
  {
    "fact": "elephants communicate in sound waves below the frequency that humans can hear"
  },
  {
    "fact": "elephants sleep between 4 - 5 hours in 24 period"
  },
  {
    "fact": "Elephants, lions, and camels roamed Alaska 12,000 years ago."
  },
  {
    "fact": "EMI awards stands for 'Electrical and Musical Instruments'"
  },
  {
    "fact": "Emile Berliner invented the microphone in 187"
  },
  {
    "fact": "employees are more likely to book holidays off work on a Monday that any other week day"
  },
  {
    "fact": "employees of the Vatican pay no income tax"
  },
  {
    "fact": "Emus and kangaroos cannot walk backwards."
  },
  {
    "fact": "emus can't walk backwards"
  },
  {
    "fact": "Energy is being wasted if a toaster is left plugged in after use."
  },
  {
    "fact": "English novelist Arnold Bennet drank a glass of water in a Paris Hotel to prove it was safe. He died two months later of Typhoid!"
  },
  {
    "fact": "Enrico Caruso and Roy Orbison were the only tenors this century capable of hitting e over high c!"
  },
  {
    "fact": "Ernest Vincent Wright wrote a novel, Gadsby, which contains over 50,000 words -- none of them with the letter E!"
  },
  {
    "fact": "Eskimo ice cream is neither icy, or creamy!"
  },
  {
    "fact": "Europe is the only continent without a desert."
  },
  {
    "fact": "Even a small amount of alcohol placed on a scorpion will make it go crazy and sting itself to death."
  },
  {
    "fact": "Even Antarctica has an area code. It’s 672."
  },
  {
    "fact": "Even though lionesses make the hunt they eat the prey only after the males have had their full. The cubs eat after the lionesses."
  },
  {
    "fact": "Everton FC used to be called St Domingo's FC!"
  },
  {
    "fact": "Every Alaskan citizen over the age of 6 months receives an oil dividend check of about $1000 per year!"
  },
  {
    "fact": "Every day 400000 babies are born and 140000 people die."
  },
  {
    "fact": "Every day, the average person swallows about a quart of mucous."
  },
  {
    "fact": "Every hour one billion cells in the body must be replaced."
  },
  {
    "fact": "every living thing on the Earth contains carbon"
  },
  {
    "fact": "every single possible 3 character .com domain has been registered"
  },
  {
    "fact": "every square inch of the human body has an average of 32 million bacteria on it"
  },
  {
    "fact": "Every three seconds, a new baby is born."
  },
  {
    "fact": "Every time you lick a stamp, you're consuming 1/10 of a calorie!"
  },
  {
    "fact": "Every workday, 6.7 million people commute to Manhattan!"
  },
  {
    "fact": "every year over 98% of atoms in your body are replaced"
  },
  {
    "fact": "every year the sun loses 360 million tons"
  },
  {
    "fact": "Every year, Alaska has about 5,000 earthquakes."
  },
  {
    "fact": "everyday is a holiday somewhere in the world"
  },
  {
    "fact": "everyone has a unique tongue print"
  },
  {
    "fact": "Expansion of NASA is National Aeronautics and Space Administration and was established on July 29 195"
  },
  {
    "fact": "Extremely high pressured water can easily cut through a steel beam."
  },
  {
    "fact": "Famous billionaire Howard Hughes stored his own urine in large bottles."
  },
  {
    "fact": "Famous lyricist 'Vairamuthu' was born on 13-July-1953. He received the National Award 5 times in his career so far."
  },
  {
    "fact": "Farmers in England are required by law to provide their pigs with toys!"
  },
  {
    "fact": "Fathers tend to determine the height of their child mothers their weight."
  },
  {
    "fact": "Fear of 'heights' is called as 'Acrophobia'."
  },
  {
    "fact": "Fear of blood is called as 'Hemaphobia'."
  },
  {
    "fact": "February 1865 is the only month in recorded history to not have a full moon."
  },
  {
    "fact": "Female canaries cannot sing."
  },
  {
    "fact": "female condors lays a single egg once every 2 years"
  },
  {
    "fact": "Females learn to talk earlier, use sentences earlier, and learn to read more quickly than males."
  },
  {
    "fact": "ferrets sleep between 18 - 20 hours a day"
  },
  {
    "fact": "FIFA 2006 World Cup: Italy won their fourth world crown in Germany beating France on penalties in Berlin on 09 July 200"
  },
  {
    "fact": "Fifteen people are known to have been crushed to death tilting vending machines towards them in the hope of a free can of soda."
  },
  {
    "fact": "Fine-grained volcanic ash can be found as an ingredient in some toothpastes."
  },
  {
    "fact": "Fingernails grow fastest on the hand you favor."
  },
  {
    "fact": "Fingernails grow nearly 4 times faster than toenails!"
  },
  {
    "fact": "Finland has the largest number of islands in the world (over 179,550)"
  },
  {
    "fact": "fire usually moves faster uphill than downhill"
  },
  {
    "fact": "First-cousin marriages are legal in Utah, so long as both parties are 65 or older!"
  },
  {
    "fact": "Fish have been on the earth for more than 450 million years."
  },
  {
    "fact": "flamingoes can live up to 80 years old"
  },
  {
    "fact": "flamingos can only eat when their head are upside down"
  },
  {
    "fact": "Flamingos pee on their legs to cool themselves off."
  },
  {
    "fact": "fleas can accelerate 50 times faster than a space shuttle"
  },
  {
    "fact": "flies can react to an object it sees and change direction in less than 30 milliseconds"
  },
  {
    "fact": "Florida has more tornados per square mile than any other state."
  },
  {
    "fact": "Flu shots only work about 70% of the time."
  },
  {
    "fact": "flushable toilets were in use in ancient Rome"
  },
  {
    "fact": "Flying from London to New York by Concord due to the time zones crossed you can arrive 2 hours before you leave."
  },
  {
    "fact": "flys always launch backwards for a quick getaway"
  },
  {
    "fact": "Food can only be tasted if it is mixed with saliva."
  },
  {
    "fact": "For beer commercials, they add liquid detergent to the beer to make it foam more."
  },
  {
    "fact": "For every 'normal' webpage, there are five porn pages."
  },
  {
    "fact": "For every gallon of sea water, you get more than a quarter pound of salt."
  },
  {
    "fact": "for every human there are 200 million insects"
  },
  {
    "fact": "For people that are lactose intolerant, chocolate aids in helping milk digest easier."
  },
  {
    "fact": "Forensic scientists can determine a person's sex, age, and race by examining a single strand of hair."
  },
  {
    "fact": "Forest fires move faster uphill than downhill."
  },
  {
    "fact": "Franklin Mars invented the Snickers Bar in 1930"
  },
  {
    "fact": "french fries are originally from Belgium"
  },
  {
    "fact": "French was the official language of England for over 600 years."
  },
  {
    "fact": "fresh apples float because they contain 25% air"
  },
  {
    "fact": "frogs can't swallow with their eyes open"
  },
  {
    "fact": "frogs don't usually swallow water (they absorb most of the moisture they need through their skin)"
  },
  {
    "fact": "Frogs sometimes eat enough fireflies that they themselves glow."
  },
  {
    "fact": "From a complete stop, a human is capable of outrunning a Formula One Racecar for about 30 feet!"
  },
  {
    "fact": "from space the brightest man made place is Las Vegas"
  },
  {
    "fact": "From the age of thirty, humans gradually begin to shrink in size."
  },
  {
    "fact": "Frozen lobsters can come back to life when thawed!"
  },
  {
    "fact": "Gardening is said to be one of the best exercises for maintaining healthy bones."
  },
  {
    "fact": "gatophobia is the fear of cats"
  },
  {
    "fact": "George Washington and Thomas Jefferson grew marijuana on their plantations!"
  },
  {
    "fact": "German chemists made a replica of a trophy the size of one molecule."
  },
  {
    "fact": "Germany and Brazil are the two countries with most appearances in a World Cup final. (7 times)"
  },
  {
    "fact": "Germany borders 9 other countries"
  },
  {
    "fact": "Giant Panda Bears give birth to a 4 ounce Baby Panda!"
  },
  {
    "fact": "giant tortoises can live in captivity longer than any other animal"
  },
  {
    "fact": "giraffes and rats can last longer without water than camels"
  },
  {
    "fact": "giraffes can't cough"
  },
  {
    "fact": "giraffes can't swim"
  },
  {
    "fact": "giraffes has the highest blood pressure of any animal"
  },
  {
    "fact": "giraffes have no vocal cords"
  },
  {
    "fact": "Girls have more tastebuds than boys."
  },
  {
    "fact": "Given the opportunity, deer will chew gum and marijuana."
  },
  {
    "fact": "Gloucestershire airport in England used to blast Tina Turner songs on the runways to scare birds away."
  },
  {
    "fact": "Gmail was launched as an invitation-only beta release on April 1 2004 and it became available to the general public on February 7 200"
  },
  {
    "fact": "Goat's milk is used more widely throughout the world than cow's milk."
  },
  {
    "fact": "Goats do not have upper front teeth."
  },
  {
    "fact": "Gold leaf is attached to paper or plaster with egg whites, the same now as in ancient times!"
  },
  {
    "fact": "Gold never erodes."
  },
  {
    "fact": "goldfish can see both infrared and ultraviolet light"
  },
  {
    "fact": "Goldfish cant close their eyes."
  },
  {
    "fact": "Goldfish lose their color if they are kept in dim light or are placed in a body of running water, such as a stream."
  },
  {
    "fact": "Goldfish remember better in cold water than warm water."
  },
  {
    "fact": "Goodyear Rubber Company researched and concluded that shoes wear out faster on the right foot than the left."
  },
  {
    "fact": "Google consists of over 450000 servers racked up in clusters located in data centers around the world."
  },
  {
    "fact": "Google's name is a play on the word googol which refers to the number 1 followed by one hundred zeroes."
  },
  {
    "fact": "Google.com - After entering search keyword On clicking 'I'm feeling lucky' button it will open the first result's website directly."
  },
  {
    "fact": "gorillas can't swim"
  },
  {
    "fact": "gorillas sleep 14 hours a day"
  },
  {
    "fact": "Grapes explode when you put them in the microwave."
  },
  {
    "fact": "grasshoppers have white blood"
  },
  {
    "fact": "green tea has 50% more vitamin C than black tea"
  },
  {
    "fact": "Grenades were invented in China over 1,000 years ago."
  },
  {
    "fact": "greyhounds can reach speeds of up to 67kph (42mph)"
  },
  {
    "fact": "Greyhounds have the best eyesight of any breed of dog."
  },
  {
    "fact": "gunpowder is formed by mixing charcoal, saltpetre and sulphur"
  },
  {
    "fact": "half of all crimes are committed by people under the age of 18"
  },
  {
    "fact": "Half of all identity thieves are either relatives, friends, or neighbors of their victims."
  },
  {
    "fact": "Halifax, Nova Scotia, Canada has the most bars per capita than anywhere else in the world."
  },
  {
    "fact": "Halle Berry’s stunt double, in the movie "
  },
  {
    "fact": "'Catwoman', is a man."
  },
  {
    "fact": "Halley's comet passes the Earth every 76 years (the next time it will return will be 2062)"
  },
  {
    "fact": "Harrison Ford has a species of spider named after him!"
  },
  {
    "fact": "Harrods have three private wells to supply their water!"
  },
  {
    "fact": "Hawaii was originally called the Sandwich Islands"
  },
  {
    "fact": "Height of the Great pyramid of Giza is 1375 metres (4522 ft)."
  },
  {
    "fact": "Heineken beer is designed to 'foam' for exactly five minutes."
  },
  {
    "fact": "heliophobia is the fear of sunlight"
  },
  {
    "fact": "helminthophobia is the fear of worms"
  },
  {
    "fact": "Henry Ford produced the model T only in black because the black paint available at the time was the fastest to dry."
  },
  {
    "fact": "Henry Ford was Charles Lindbergh's first passenger in the Spirit of St. Louis."
  },
  {
    "fact": "Henry Ford, father of the Automobile, is also father of the charcoal briquette."
  },
  {
    "fact": "herpetophobia is the fear of reptiles"
  },
  {
    "fact": "hiccups usually lasts for 5 minutes"
  },
  {
    "fact": "Highest Temperature Recorded: 138°F - Al Aziziyah Libya September 13 1922 (57°C)"
  },
  {
    "fact": "Hilton was the first international hotel chain"
  },
  {
    "fact": "hippophobia is the fear of horses"
  },
  {
    "fact": "hippopotamuses are born under water"
  },
  {
    "fact": "hippopotamuses have killed more people in Africa than any other animal"
  },
  {
    "fact": "hippopotamuses have skin 3.8cm (1.5in) thick"
  },
  {
    "fact": "Hiroshima bombed by 'Col. Paul Tibbets' on August 6 1945 at 8:15 A.M. local time."
  },
  {
    "fact": "honey bees kill more people each year than snakes"
  },
  {
    "fact": "honey enters your blood stream within 20 minutes of being eaten"
  },
  {
    "fact": "honey is the only natural food which never spoils"
  },
  {
    "fact": "Honey is used sometimes for antifreeze mixtures and in the center of golf balls."
  },
  {
    "fact": "Honeybees have a type of hair on their eyes!"
  },
  {
    "fact": "Hong Kong has more Rolls Royces per person than anywhere else in the world."
  },
  {
    "fact": "horses have 18 more bones than humans"
  },
  {
    "fact": "horses sleep standing up"
  },
  {
    "fact": "Houdini was the first man to fly a plane solo in Australia."
  },
  {
    "fact": "house cats have 18 claws"
  },
  {
    "fact": "household dust is made of dead skin cells"
  },
  {
    "fact": "How does a shark find fish?  It can hear their hearts beating."
  },
  {
    "fact": "However they cannot sub if a player has been sent off with a red card."
  },
  {
    "fact": "Human birth control pills work on gorillas."
  },
  {
    "fact": "Human teeth are almost as hard as rocks!"
  },
  {
    "fact": "human thigh bones are stronger than concrete"
  },
  {
    "fact": "humans are the only primates that don't have pigment in the palms of their hands"
  },
  {
    "fact": "Humans blink over 10,000,000 times a year!"
  },
  {
    "fact": "humans shed and regrow outer skin cells every 27 days (almost 1,000 new skins in a lifetime)"
  },
  {
    "fact": "hummingbirds are the only bird that can fly backwards"
  },
  {
    "fact": "Hummingbirds can weigh less than a penny!"
  },
  {
    "fact": "Hummingbirds can't walk."
  },
  {
    "fact": "hydrogen is the most abundant element in the Universe (75%)"
  },
  {
    "fact": "Hyenas regularly eat the feces of other animals!"
  },
  {
    "fact": "iatrophobia is the fear of doctors"
  },
  {
    "fact": "ice skating rinks always go counter clock wise (for the majority of people that are right handed needing to hang onto the rail)"
  },
  {
    "fact": "Iceland consumes more Coca Cola per capita than any other country"
  },
  {
    "fact": "Iceland has no railway system or army!"
  },
  {
    "fact": "Iceland was the first country to legalise abortion in 1935"
  },
  {
    "fact": "Icelandic phone books are listed by first names (not surnames)"
  },
  {
    "fact": "ichthyophobia is the fear of fish"
  },
  {
    "fact": "ICICI Bank (formerly Industrial Credit and Investment Corporation of India) was incorporated at the initiative of World Bank in 195"
  },
  {
    "fact": "Identical twins do not have identical fingerprints."
  },
  {
    "fact": "Identify a fake:  The second hand on an authentic Rolex watch doesn't tick, it moves smoothly."
  },
  {
    "fact": "If a car is travelling at 55 miles per hour it will travel 56 feet before the driver can shift his foot from the accelerator to the brake."
  },
  {
    "fact": "If a Lobster loses an eye, it will grow another one."
  },
  {
    "fact": "If a new player takes more than 3 minutes to be ready to face or be ready for his partner to face the next delivery after the previous batsman was ruled out then the new player is given timed-out in cricket."
  },
  {
    "fact": "If a surgeon in Ancient Egypt lost a patient while performing an operation, his hands were cut off."
  },
  {
    "fact": "If China imported just 10% of it's rice needs- the price on the world market would increase by 80%."
  },
  {
    "fact": "If it isn’t moving a frog can’t see it. If the frog can’t see it, he won’t eat it."
  },
  {
    "fact": "If Manhattan had the same population density as Alaska, there would only be 15 people living there."
  },
  {
    "fact": "If the chemical sodium is dropped into water it will immediately and violently explode."
  },
  {
    "fact": "If the population of China walked past you in single file, the line would never end because of the rate of reproduction."
  },
  {
    "fact": "If Wal-Mart was classified as a country, it would be the 24th most productive country in the world."
  },
  {
    "fact": "If water in our body is reduced by 10% we will die."
  },
  {
    "fact": "if you add up all the numbers from 1 to 100 consecutively (1 + 2 + 3...) it totals 5050"
  },
  {
    "fact": "If you are bitten by a poisonous snake, and fail to receive medical attention, you still have a 50% chance of survival."
  },
  {
    "fact": "If you are locked in a completely sealed room, you will die of carbon dioxide poisoning first before you will die of oxygen deprivation."
  },
  {
    "fact": "If you could drive to the sun at a speed of 88.5 km/h (55 mp/h) it would take around 193 years"
  },
  {
    "fact": "If you counted 24 hours a day, it would take 31,688 years to reach one trillion!"
  },
  {
    "fact": "If you cut a 'V' shape into your toe nails, you can prevent 'in-grown' toe nails."
  },
  {
    "fact": "if you filled a matchbox with gold it could be flattened into a sheet the size of a tennis court"
  },
  {
    "fact": "If you flip a coin ten times, the odds against its coming up with the same side showing each time are 1,023 to 1."
  },
  {
    "fact": "If you put a raisin in a fresh glass of champagne, it will rise and fall continuously."
  },
  {
    "fact": "If you shake a can of mixed nuts, the larger ones will rise to the top."
  },
  {
    "fact": "If you took a standard slinky and stretched it out it would measure 87 feet."
  },
  {
    "fact": "If you toss a penny 10,000 times, it will not be heads 5,000 times, but more like 4,950. The heads picture weighs more, so it ends up on the bottom."
  },
  {
    "fact": "If you unfolded your brain, it would cover an ironing board."
  },
  {
    "fact": "If you went out into space, you would explode before you suffocated because there's no air pressure."
  },
  {
    "fact": "If you were to roll a lung from a human body and out flat it would be the size of a tennis court."
  },
  {
    "fact": "If you yelled for 8 years, 7 months and 6 days, you would have produced enough sound energy to heat one cup of coffee."
  },
  {
    "fact": "if your DNA was stretched out it would reach to the moon 6,000 times"
  },
  {
    "fact": "If your skin is laid flat it will cover an area of 18 square feet."
  },
  {
    "fact": "If your stomach didn't produce a new layer of mucous every two weeks, it would digest itself."
  },
  {
    "fact": "If you’re over 100 years old, there’s an 80% chance you’re a woman."
  },
  {
    "fact": "In 1659, it was illegal to celebrate Christmas in Massachusetts."
  },
  {
    "fact": "in 1878 the first telephone book made contained only 50 names"
  },
  {
    "fact": "In 1895 Hampshire police handed out the first ever speeding ticket, fining a man for doing 6mph!"
  },
  {
    "fact": "In 1897, Bayer, who is the maker of Aspirin, marketed the drug heroin."
  },
  {
    "fact": "In 1910 football teams were penalized 15 yards for an incompleted forward pass."
  },
  {
    "fact": "In 1954, Bob Hawke was immortalized by the Guinness Book of Records for chugging 2.5 pints of beer in 12 seconds."
  },
  {
    "fact": "In 1976 an LA secretary named Jannene Swift officially married a 50 pound rock in a ceremony witnessed by more than 20 people."
  },
  {
    "fact": "In 1980, a Las Vegas hospital suspended workers for betting on when patients would die!"
  },
  {
    "fact": "In 1980, the city of Detroit presented Saddam Hussein with a key to the city."
  },
  {
    "fact": "In 1982, a high school student from Los Angeles, California unscrambled the Rubik's Cube in 22.95 seconds."
  },
  {
    "fact": "In 1998, Sony accidently sold 700,000 camcorders that had the technology to see through people's clothes."
  },
  {
    "fact": "In 1999, Pepsi, Inc. paid $0.00 in income tax!"
  },
  {
    "fact": "In 2004, The Japanese Ice Cream Association promoted "
  },
  {
    "fact": "raw horse flesh"
  },
  {
    "fact": " ice cream in hopes that it would boost the popularity of ice cream!"
  },
  {
    "fact": "In 32 years. there are about 1 billion seconds!"
  },
  {
    "fact": "in a deck of cards the king of hearts is the only king without a moustache"
  },
  {
    "fact": "In a year, the average person walks four miles to make his or her bed."
  },
  {
    "fact": "in Africa more people are killed by crocodiles than lions"
  },
  {
    "fact": "In Albania, nodding your head means 'no' and shaking your head means 'yes'."
  },
  {
    "fact": "In an average lifetime a person will walk the equivalent of three times around the world."
  },
  {
    "fact": "In ancient China, people committed suicide by eating a pound of salt."
  },
  {
    "fact": "In Ancient Greece, if a woman watched even one Olympic event, she was executed."
  },
  {
    "fact": "In ancient Japan, public contests were held to see who could fart the loudest and longest!"
  },
  {
    "fact": "In ancient Rome it was considerfed a sign of leadership to be born with a crooked nose."
  },
  {
    "fact": "In Athens, Greece, a driver's license can be taken away by law if the driver is deemed either unbathed or poorly dressed."
  },
  {
    "fact": "In Australia, Burger King is called Hungry Jack's."
  },
  {
    "fact": "In Bangladesh, kids as young as 15 can be jailed for cheating on their finals!"
  },
  {
    "fact": "In Belgium there is a museum just for strawberries."
  },
  {
    "fact": "In Brazil, Christmas is celebrated with fireworks."
  },
  {
    "fact": "In Cleveland, Ohio it is illegal to catch mice without a hunting license."
  },
  {
    "fact": "In eastern Africa you can buy beer brewed from bananas"
  },
  {
    "fact": "In England, in the 1880's, Pants was considered a dirty word!"
  },
  {
    "fact": "In England, the Speaker of the House is not allowed to speak."
  },
  {
    "fact": "In Florida, It is illegal to sing in a public place while attired in a swimsuit."
  },
  {
    "fact": "In Florida, Penalty for horse theft is death by hanging."
  },
  {
    "fact": "In France, it is legal to marry a dead person!"
  },
  {
    "fact": "In Gulliver's Travels Jonathan Swift described the two moons of Mars, Phobos and Deimos, giving their exact size and speeds of rotation. He did this more that a hundred years before either moon was discovered!"
  },
  {
    "fact": "In Haiti, only 1 out of every 200 people own a car."
  },
  {
    "fact": "In high school, Robin Williams was voted 'Least Likely to Succeed."
  },
  {
    "fact": "In Holland, you can be fined for not using a shopping basket at a grocery store!"
  },
  {
    "fact": "In Idaho, You may not fish on a camel's back."
  },
  {
    "fact": "In India the number of motorized vehicles have increased from 2 million in 1947 to 33 million in 199"
  },
  {
    "fact": "In India, Pajamas are accepted as standard daytime wearing apparel."
  },
  {
    "fact": "In India, people are legally allowed to marry a dog!"
  },
  {
    "fact": "In India, pickled ginger, minced mutton, and a cottage cheese like substance are popular pizza toppings."
  },
  {
    "fact": "In its ancient form, the carrot was purple, not orange."
  },
  {
    "fact": "In just about every species of mammal, the female lives longer than the male."
  },
  {
    "fact": "In Kentucky, 50% of the people who get married for the first time are teenagers."
  },
  {
    "fact": "In Kentucky, it is illegal to carry ice-cream in your back pocket."
  },
  {
    "fact": "In Kentucky, It's illegal to fish in the Ohio River in Kentucky without an Indiana Fishing License."
  },
  {
    "fact": "In many countries, urine was used as a detergent for washing."
  },
  {
    "fact": "In Massachusetts, It is illegal to go to bed without first having a full bath."
  },
  {
    "fact": "In Mel Brooks' 'Silent Movie,' mime Marcel Marceau is the only person who has a speaking role."
  },
  {
    "fact": "In Mexico, the Tooth Fairy is known as the 'Tooth Mouse'."
  },
  {
    "fact": "In most advertisements, the time displayed on a watch or clock is usually 10:10."
  },
  {
    "fact": "In Natoma, Kansas, it's illegal to throw knives at men wearing striped suits"
  },
  {
    "fact": "In Nebraska, It is illegal for bar owners to sell beer unless they are simultaneously brewing a kettle of soup."
  },
  {
    "fact": "In Nepal, cow dung is used for medicinal purposes."
  },
  {
    "fact": "In New York City, approximately 1,600 people are bitten by other humans every year."
  },
  {
    "fact": "In older people, memory is best early in the morning and then declines during the late afternoon."
  },
  {
    "fact": "In one day an average person will take about 18,000 steps."
  },
  {
    "fact": "In one day, a full grown redwood tree expels more than 2 tons of water through its leaves."
  },
  {
    "fact": "In Pakistan, goats are often sacrificed to improve the performance of the stock market."
  },
  {
    "fact": "In San Salvador, drunk drivers can be punished by death before a firing squad."
  },
  {
    "fact": "In Singapore, it is illegal to sell or own chewing gum."
  },
  {
    "fact": "In some parts of England, rum is used to wash a baby's head for good luck."
  },
  {
    "fact": "In space, astronauts cannot cry properly, because there is no gravity, so the tears can't flow down their faces!"
  },
  {
    "fact": "In Spain, it is common to pour chocolate milk on cereal for breakfast."
  },
  {
    "fact": "In ten minutes, a hurricane releases more energy than all the world's nuclear weapons combined!"
  },
  {
    "fact": "In the average lifetime a person will breath in about 44 pounds of dust."
  },
  {
    "fact": "In the early 1960's, Porsche commercially manufactured farm tractors."
  },
  {
    "fact": "In the great fire of London, in 1666, half of London was burnt down but only 6 people were injured."
  },
  {
    "fact": "In the last 4,000 years, no new animals have been domesticated."
  },
  {
    "fact": "In the movie 'The Wizard Of Oz', Toto the dog's salary was $125 a week, while Judy Garland was $500 a week."
  },
  {
    "fact": "In the original version of Cinderella the slipper was made out of fur, not glass!"
  },
  {
    "fact": "In the White House, there are 13,092 knives, forks and spoons!"
  },
  {
    "fact": "In the year 2000, Pope John Paul II was named an Honorary Harlem Globetrotter!"
  },
  {
    "fact": "In Tibet it is considered good manners to stick out your tongue at someone."
  },
  {
    "fact": "In Tokyo, a bicycle is faster than a car for most trips of less than 50 minutes!"
  },
  {
    "fact": "In Tokyo, they sell toupees for dogs!"
  },
  {
    "fact": "In total our Indian hockey team has won eight Olympics gold medals. (1928 to 1956 - remained unbeaten in the Olympics)"
  },
  {
    "fact": "In West Virginia if you run over an animal, you can legally take it home and cook it for dinner!"
  },
  {
    "fact": "In what country will you find the most Universities?  India."
  },
  {
    "fact": "India has a Bill of Rights for cows."
  },
  {
    "fact": "India has over 50 million monkeys"
  },
  {
    "fact": "India has the most post offices than any other country (over 100,000)"
  },
  {
    "fact": "India hosted the Asian Games for the first time on March 4 1951 and it was held in New Delhi."
  },
  {
    "fact": "India invented the Number System. Zero was invented by Aryabhatta"
  },
  {
    "fact": "India is home to over 200 million cows"
  },
  {
    "fact": "India used to be the richest country in the world until the British invasion in the early 17th Century."
  },
  {
    "fact": "Indian national football team qualified for the 1950 World Cup finals in Brazil but could not appear as they still played bare feet at the time."
  },
  {
    "fact": "Indoor pollution is 10 times more toxic than outdoor pollution."
  },
  {
    "fact": "Infants spend more time dreaming than adults do."
  },
  {
    "fact": "Ingrown toenails are hereditary."
  },
  {
    "fact": "instant coffee was invented in 1901"
  },
  {
    "fact": "instant mashed potatoes (dehydrated potato flakes) were invented in Canadian in 1962"
  },
  {
    "fact": "Instead of a birthday cake, many children in Russia are given a birthday pie."
  },
  {
    "fact": "Intelligent people have more zinc and copper in their hair."
  },
  {
    "fact": "International Business Machines is the expansion of 'IBM'."
  },
  {
    "fact": "Iron weighs more after it rusts."
  },
  {
    "fact": "Is bottled water worth it?  'Evian' spelled backwards is 'naive'."
  },
  {
    "fact": "Isaac Asimov is the only author to have a book in every Dewey-decimal category."
  },
  {
    "fact": "Isaac Newton invented the cat door"
  },
  {
    "fact": "Israel is one quarter the size of the state of Maine."
  },
  {
    "fact": "Israel's Dead Sea is 1,312 feet below sea level."
  },
  {
    "fact": "Istanbul, Turkey is the only city in the world located on two continents."
  },
  {
    "fact": "It is estimated that at any one time, 0.7% of the world's population are drunk."
  },
  {
    "fact": "It is estimated that millions of trees in the world are accidentally planted by squirrels who bury nuts and then forget where they hid them!"
  },
  {
    "fact": "It is estimated that there is in excess of 3,000,000,000 bibles been sold throughout the world!"
  },
  {
    "fact": "It is illegal for tourists to enter Mexico with more than 2 CD's!"
  },
  {
    "fact": "It is illegal NOT to smile in Pocatello, Idaho!"
  },
  {
    "fact": "It is illegal to hunt camels in the state of Arizona."
  },
  {
    "fact": "It is illegal to mispronounce 'Arkansas' while in the state of Arkansas!"
  },
  {
    "fact": "It is illegal to purchase or consume Jack Daniel's Whiskey in the town in which it is produced!"
  },
  {
    "fact": "It is impossible to lick your elbow. (know you gonna try this...)"
  },
  {
    "fact": "It is now possible to print human skin with an inkjet printer!"
  },
  {
    "fact": "It is physically impossible for pigs to look up into the sky while they are standing."
  },
  {
    "fact": "It is physically impossible for pigs to look up into the sky."
  },
  {
    "fact": "It is possible for a scorpion to sting itself to death as they are not immune to their own poison!"
  },
  {
    "fact": "It is possible to go blind from smoking too heavily."
  },
  {
    "fact": "It is possible to see a rainbow at night!"
  },
  {
    "fact": "It snows more in the Grand Canyon than it does in Minneapolis, Minnesota."
  },
  {
    "fact": "it takes 1 alligator to make a pair of shoes and 3 for a pair of boots"
  },
  {
    "fact": "it takes 1 week to make a jelly bean"
  },
  {
    "fact": "it takes 1,100 watts to power a toaster"
  },
  {
    "fact": "It takes 100 pounds of rain water to produce a single pound of food from the earth."
  },
  {
    "fact": "it takes 110 silkworm cocoons to make an average tie"
  },
  {
    "fact": "it takes 17 muscles to smile and 43 to frown"
  },
  {
    "fact": "It takes 17 muscles to smile, 43 to frown."
  },
  {
    "fact": "It takes 3,000 cows to supply the NFL with enough leather for a year's supply of footballs."
  },
  {
    "fact": "It takes 40 minutes to hard boil an ostrich egg."
  },
  {
    "fact": "It takes 492 seconds for sunlight to reach the Earth!"
  },
  {
    "fact": "it takes 5 years for an oyster to produce a medium sized pearl"
  },
  {
    "fact": "it takes 50 minutes to soft boil and two hours to hard boil an ostrich egg"
  },
  {
    "fact": "It takes 70% less energy to produce a ton of paper from recycled paper than from trees."
  },
  {
    "fact": "It takes a drop of ocean water more than 1,000 years to circulate around the world."
  },
  {
    "fact": "it takes a plastic container over 50,000 years to start decomposing"
  },
  {
    "fact": "It takes about 63,000 trees to make the newsprint for the average Sunday edition of The New York Times."
  },
  {
    "fact": "It takes about 8 minutes for light from the Sun to reach Earth."
  },
  {
    "fact": "It takes about a week to make a jelly bean."
  },
  {
    "fact": "It takes eight and a half minutes for light to get from the sun to earth."
  },
  {
    "fact": "It takes five minutes to execute someone in a gas chamber."
  },
  {
    "fact": "It takes Several hundred thousand years for newly made photons (light) to travel from the core of the sun to it's surface."
  },
  {
    "fact": "It takes six months to build a Rolls Royce...and 13 hours to build a Toyota."
  },
  {
    "fact": "It takes the same amount of time to age a cigar as wine."
  },
  {
    "fact": "It takes twelve ears of corn to make a tablespoon of corn oil."
  },
  {
    "fact": "It takes up to four hours to hard boil an ostrich egg."
  },
  {
    "fact": "It took 20,000 men 22 years to build the Taj Mahal."
  },
  {
    "fact": "It took 38 years for radio to reach 50 million users 13 years for TV and only 5 years for the Internet."
  },
  {
    "fact": "It took Leo Tolstoy six years to write 'War & Peace'."
  },
  {
    "fact": "it took Leonardo Da Vinci 10 years to paint Mona Lisa"
  },
  {
    "fact": "It was discovered on a space mission that a frog can throw up."
  },
  {
    "fact": "It was illegal to sell E.T. dolls in France because there is a law against selling dolls without human faces."
  },
  {
    "fact": "It was once against the law to have a pet dog in a city in Iceland!"
  },
  {
    "fact": "It was once against the law to slam your car door in a city in Switzerland!"
  },
  {
    "fact": "it was once illegal to slam your car door in Switzerland"
  },
  {
    "fact": "It would take twenty new mid-size cars to generate the same amount of pollution that a mid-size 1960's car did."
  },
  {
    "fact": "It's against the law to burp, or sneeze in a certain church in Omaha, Nebraska!"
  },
  {
    "fact": "It's against the law to pawn your dentures in Las Vegas!"
  },
  {
    "fact": "It's against the law to pawn your dentures in Las Vegas."
  },
  {
    "fact": "It's illegal to own a red car in Shanghai, China."
  },
  {
    "fact": "it's possible to lead a cow up stairs but not down"
  },
  {
    "fact": "It's possible to lead a cow upstairs, but not downstairs."
  },
  {
    "fact": "Italy and France produce over 40% of all wine"
  },
  {
    "fact": "Italy has over 3000 museums."
  },
  {
    "fact": "Italy is only country in FIFA world cup for the most matches with draw. (21 matches)"
  },
  {
    "fact": "its physically impossible for pigs to look up at the sky"
  },
  {
    "fact": "It’s a common practice in southern India for a man to marry his elder sister’s daughter."
  },
  {
    "fact": "J. Edgar Hoover liked to fire FBI agents whose palms were sweaty when shaking hands."
  },
  {
    "fact": "J.B Dunlop was first to put air into tires."
  },
  {
    "fact": "Jack Dorsey Evan Williams Biz Stone worked as a team and founded 'Twitter'. It was launched on July 15 200"
  },
  {
    "fact": "Jack is the most common name in nursery rhymes"
  },
  {
    "fact": "Jackie chan's real name is 'Chan Kong-sang' and was born on 7-April-1954 in Hong Kong."
  },
  {
    "fact": "Jackie Kennedy Onassis was secretly a chain smoker."
  },
  {
    "fact": "Jamaica has 120 rivers"
  },
  {
    "fact": "James Bond is also known as Mr. Kiss-Kiss-Bang-Bang."
  },
  {
    "fact": "Japan is the 3rd largest consumer of coffee"
  },
  {
    "fact": "Japan is the largest exporter of frog legs"
  },
  {
    "fact": "Japan surrendered to USA on September 2 1945 (After Hiroshima & Nagasaki atomic bomb blasts)"
  },
  {
    "fact": "Japanese people don't have middle names"
  },
  {
    "fact": "Jean -Claude Van Damme learned to speak English by watching the cartoon 'The Flintstones."
  },
  {
    "fact": "jellyfish don't have a brain"
  },
  {
    "fact": "jellyfish have been on Earth for over 650 million years"
  },
  {
    "fact": "Jennifer Aniston's original name is Jennifer Anastassakis!"
  },
  {
    "fact": "Jericho is the oldest walled city in the world at 9,000 yrs old!"
  },
  {
    "fact": "Jimi Hendrix, Janis Joplin, and Jim Morrison were all 27 years old when they died."
  },
  {
    "fact": "John Cadbury founded the Cadbury chocolate company in England in 1842 producing the first chocolate bars"
  },
  {
    "fact": "John F. Kennedy was buried without his brain after it was lost during the autopsy!"
  },
  {
    "fact": "John Kellogg invented corn flakes"
  },
  {
    "fact": "Johnny Depp suffers from self-injury."
  },
  {
    "fact": "Jumbo jets use 4,000 gallons of fuel to take off ."
  },
  {
    "fact": "Jupiter's moon Ganymede, is larger than the planet Mercury!"
  },
  {
    "fact": "Just one in three consumers pays off his or her credit card bill every month."
  },
  {
    "fact": "Justin Timberlake's half-eaten french toast sold for over $3,000 on eBay!"
  },
  {
    "fact": "Kamal Hassan holds the record for the most National Film Awards for an actor with four three awards for Best Actor and one for Best Child Artiste."
  },
  {
    "fact": "Karate actually originated in India, but was developed further in China."
  },
  {
    "fact": "Karoke means 'empty orchestra' in Japanese."
  },
  {
    "fact": "Keanu Reeves is afraid of the dark."
  },
  {
    "fact": "Kermit the frog delivered the commencement address at Southampton College located in the state of New York in 1996."
  },
  {
    "fact": "Ketchup was sold in the 1830's as medicine."
  },
  {
    "fact": "Kilts are not native to Scotland. They originated in France."
  },
  {
    "fact": "King Fahd International Airport in Damman Saudi Arabia is one of the world's biggest airport with 780 square kilometres (larger than the nearby country of Bahrain)."
  },
  {
    "fact": "King George I could not speak English!"
  },
  {
    "fact": "King Kong was Adolf Hitler's favorite movie."
  },
  {
    "fact": "Kite flying is a professional sport in Thailand."
  },
  {
    "fact": "Kittens are born both blind and deaf."
  },
  {
    "fact": "Kleenex tissues were originally used as filters in gas masks."
  },
  {
    "fact": "Koala Bears are not bears."
  },
  {
    "fact": "Koalas sleep around 18 hours a day"
  },
  {
    "fact": "Kumar Ram Narain Karthikeyan was born on Jan 14 197"
  },
  {
    "fact": "Kushang Sherpa (now an instructor with Himlayan Mountaineering Institute) is the only climber to climb all 4 sides of Mt. Everest."
  },
  {
    "fact": "Lake Nicaragua in Nicaragua is the only fresh water lake in the world that has sharks."
  },
  {
    "fact": "Large kangaroos can cover more than 30 feet with each jump!"
  },
  {
    "fact": "Last 2 European countries to let women vote:  Switzerland (1971) and Leichtenstein (1984)."
  },
  {
    "fact": "laughing lowers levels of stress and strengthens your immune system"
  },
  {
    "fact": "Leather skin does not have any smell. The leather smell that you sense is actually derived from the materials used in the tanning process."
  },
  {
    "fact": "Left-handed people are better at sports that require good spatial judgment and fast reaction, compared to right-handed individuals."
  },
  {
    "fact": "lemons contain more sugar than strawberries"
  },
  {
    "fact": "Lenny Kravitz's mother played the part of 'Helen' on 'The Jeffersons'."
  },
  {
    "fact": "Leonardo da Vinci invented scissors."
  },
  {
    "fact": "Leonardo Da Vinci invented the scissors."
  },
  {
    "fact": "Leonardo da Vinci was dyslexic, and he often wrote backwards."
  },
  {
    "fact": "Leonardo DiCaprio got his first ‘onscreen kiss’ from a man!"
  },
  {
    "fact": "Less than 10% of criminals commit about 67% of all crime."
  },
  {
    "fact": "less than 20% of shark attacks are fatal"
  },
  {
    "fact": "Less than 3% of the water produced at a large municipal water treatment plant is used for drinking purposes!"
  },
  {
    "fact": "lettuce is the worlds most popular green vegitable"
  },
  {
    "fact": "Lever Brothers India Limited was formed in 1933 and then renamed to "
  },
  {
    "fact": "Hindustan Unilever Limited"
  },
  {
    "fact": " in June 200"
  },
  {
    "fact": "light is electro magnetic radiation"
  },
  {
    "fact": "Lightning strikes about 6,000 times per minute on this planet!"
  },
  {
    "fact": "lightning strikes the Earth 6,000 times every minute"
  },
  {
    "fact": "Like fingerprints, everyone's tongue print is different!"
  },
  {
    "fact": "Lima beans contain cyanide!"
  },
  {
    "fact": "Linen can absorb up to 20 times its weight in moisture before it feels damp!"
  },
  {
    "fact": "Linen is actually stronger when wet."
  },
  {
    "fact": "Linux powers 446 of the world's top 500 supercomputers."
  },
  {
    "fact": "lion's can't roar until the age of 2"
  },
  {
    "fact": "lions in the wild usually makes no more than 20 kills a year"
  },
  {
    "fact": "Lions in the wild usually makes no more than 20 kills a year."
  },
  {
    "fact": "Liquid TIDE laundry detergent glows under a blacklight."
  },
  {
    "fact": "Lizards use their tongues as sense organs. Lizards never stop growing."
  },
  {
    "fact": "London's Pall Mall became the first street lit by gaslight in 1807!"
  },
  {
    "fact": "Los Angeles's full name is El Pueblo de Nuestra Senora la Reina de los Angeles de Porciuncula!"
  },
  {
    "fact": "Louisiana is the only state that grows in land area every year (Due to alluvial deposits from the Mississippi River)."
  },
  {
    "fact": "M&M's chocolate stands for the initials for its inventors Mars and Murrie"
  },
  {
    "fact": "M*A*S*H stood for 'Mobile Army Surgical Hospital'"
  },
  {
    "fact": "macadamia nuts are toxic to dogs"
  },
  {
    "fact": "Madonna and Michael Jackson were both born in 1958"
  },
  {
    "fact": "Maggots will only eat flesh if it is dead. For this reason, they are often used to remove the burnt skin from severe burn patients."
  },
  {
    "fact": "Mahatma Gandhi was assassinated on 30 January 1948 shot at point-blank range by Nathuram Godse. (Succeeded on fifth attempt)"
  },
  {
    "fact": "Malaysians protect their babies from disease by bathing them in beer."
  },
  {
    "fact": "Malcolm X's original name is Malcolm Little."
  },
  {
    "fact": "Male hospital patients fall out of bed twice as often as female hospital patients."
  },
  {
    "fact": "Male monkeys lose the hair on their heads in the same way men do."
  },
  {
    "fact": "Males sweat 40% more than females."
  },
  {
    "fact": "Mammoths still walked the earth when the Great Pyramid was being built."
  },
  {
    "fact": "Manhattan Island of New York City was purchased for $24 from the Algonquian Indians in 1624!"
  },
  {
    "fact": "Many people in parts of China eat insects. Some common insects are bean worms, scoprions, and locusts."
  },
  {
    "fact": "mapping is older than writing"
  },
  {
    "fact": "March 14 is 'save a spider day'"
  },
  {
    "fact": "Marie Curie, the Nobel prize winning scientist who discovered radium, died of radiation poisoning."
  },
  {
    "fact": "Mark Twain didn't even make it through elementary school."
  },
  {
    "fact": "Marlboro cigarettes sold in New York contain more tar and nicotine than those sold in all other states!"
  },
  {
    "fact": "Martha Stewart became a billionaire while in prison."
  },
  {
    "fact": "MasterCard was originally called MasterCharge"
  },
  {
    "fact": "Mathematical signs fact: 12+3-4+5+67+8+9100"
  },
  {
    "fact": "McDonald's is the world's largest distributor of toys!"
  },
  {
    "fact": "McDonald's salads contain up to 60% more fat than their burgers!"
  },
  {
    "fact": "Medical research has found substances in mistletoe that can slow down tumor growth."
  },
  {
    "fact": "Medical studies show that intelligent people have more copper and zinc in their hair."
  },
  {
    "fact": "Mel Blanc (the voice of Bugs Bunny) was allergic to carrots!"
  },
  {
    "fact": "Mel Gibson has a horseshoe kidney (two kidneys fused into one)!"
  },
  {
    "fact": "melissophobia is the fear of bees"
  },
  {
    "fact": "melophobia is the fear of music"
  },
  {
    "fact": "Men are 6 times more likely to be struck by lightning than women."
  },
  {
    "fact": "men are stuck by lightning 7 times more than women"
  },
  {
    "fact": "men change their minds 2 to 3 times more than women (women tend to take longer to make a decision but once they do they are more likely to stick to it)"
  },
  {
    "fact": "men have 10% more red blood cells than women"
  },
  {
    "fact": "Men laugh longer, louder, and more often than women."
  },
  {
    "fact": "Mercedes Benz company was founded in 1881 by 'Gottlieb Daimler' and 'Karl Benz'."
  },
  {
    "fact": "Mercury is the only metal that is liquid at room temperature"
  },
  {
    "fact": "Mexican Jumping Beans jump because of moth larvae inside them."
  },
  {
    "fact": "Mexico City is built on top of an underground resevoir!"
  },
  {
    "fact": "Mexico City is sinking at a rate of 18 inches per year!"
  },
  {
    "fact": "Mexico holds the record for most number of FIFA match loss. (22 matches)"
  },
  {
    "fact": "Michael Jordan makes more money from Nike annually than all of the Nike factory workers in Malaysia combined."
  },
  {
    "fact": "Michael Jordan was cut from his high school basketball team his sophomore year."
  },
  {
    "fact": "Michael Joseph Jackson was born on August 29 1958 and died on June 25 200"
  },
  {
    "fact": "Michael Keaton's original name is Michael Douglas."
  },
  {
    "fact": "Microsoft made $16,005 in revenue in its first year of operation."
  },
  {
    "fact": "Midgets and dwarfs almost always have normal sized children."
  },
  {
    "fact": "Milk is heavier than cream."
  },
  {
    "fact": "Minnows have teeth in their throat."
  },
  {
    "fact": "minus 40C is exactly the same temperature as minus 40F"
  },
  {
    "fact": "Mohammed Azharruddin is the only player in the history of Test cricket to score a century in each of his first three test matches."
  },
  {
    "fact": "Mohandas Karamchand Gandhi'ji born on 2nd october 186"
  },
  {
    "fact": "Mohanlal has received 10 National Award nominations in the Best Actor category. More nominations than any other actor."
  },
  {
    "fact": "Moist air holds heat better than dry air."
  },
  {
    "fact": "moisture (not air) causes super glue to dry"
  },
  {
    "fact": "money is the number one thing that couples argue about"
  },
  {
    "fact": "Monopoly is the most played board game in the world"
  },
  {
    "fact": "Monopoly is the most played board game in the world."
  },
  {
    "fact": "Months that begin on a Sunday will always have a 'Friday the 13th'."
  },
  {
    "fact": "months that start on a Sunday will always have a Friday the 13th"
  },
  {
    "fact": "More boys than girls are born during the day; more girls are born at night."
  },
  {
    "fact": "More Monopoly money is printed in a year, than real money printed throughout the world!"
  },
  {
    "fact": "more people are allergic to cows milk than any other food"
  },
  {
    "fact": "More people are killed by donkeys annually than are killed in plane crashes."
  },
  {
    "fact": "more people are killed by hippopotamuses then by lions, elephants and water buffalos combined"
  },
  {
    "fact": "more people are killed from bees than snakes"
  },
  {
    "fact": "more people die from falling coconuts then from shark attacks"
  },
  {
    "fact": "More people have a phobia of frogs than rats."
  },
  {
    "fact": "More people have seen David Copperfield perform live than any other performer in the world."
  },
  {
    "fact": "More people use blue toothbrushes, than red ones!"
  },
  {
    "fact": "More redheads are born in Scotland than in any other part of the world."
  },
  {
    "fact": "more than 1,000,000 Earths could fit inside the Sun"
  },
  {
    "fact": "More than 100 pizza box-related patents have been issued since 1976!"
  },
  {
    "fact": "More than 2,500 left handed people a year are killed from using products made for right handed people."
  },
  {
    "fact": "More than 20 million meteoroids enter Earth's atmosphere every day."
  },
  {
    "fact": "More than 25% of the world's forests are in Siberia."
  },
  {
    "fact": "More than 50% of the people in the world have never made or received a telephone call."
  },
  {
    "fact": "more than 75% of all countries are north of the equator"
  },
  {
    "fact": "More than 90% of shark attack victims survive."
  },
  {
    "fact": "More than half the population of Kenya is under the age of 15."
  },
  {
    "fact": "More than ten people a year are killed by vending machines."
  },
  {
    "fact": "Moscow weathermen can be fined for inaccurate weather forecasting!"
  },
  {
    "fact": "Mosquitoes are attracted to the color blue twice as much as any other color."
  },
  {
    "fact": "mosquitoes dislike citronella because it irritates their feet"
  },
  {
    "fact": "Mosquitoes prefer children to adults, blondes to brunettes."
  },
  {
    "fact": "Most alcoholic beverages contain all 13 minerals necessary to sustain human life."
  },
  {
    "fact": "most birds eat twice their body weight each day"
  },
  {
    "fact": "Most burglaries occur during the daytime!"
  },
  {
    "fact": "Most cell phone antennas have no purpose other than to make people believe that flipping up a 2 inch antenna just gave them better reception. They are not connected to any circuitry."
  },
  {
    "fact": "most cows produce more milk when they listen to music"
  },
  {
    "fact": "most dinosaurs lived to be more than 100 years old"
  },
  {
    "fact": "Most dreams last only 5 to 20 minutes."
  },
  {
    "fact": "Most dust particles in your house are made from dead skin!"
  },
  {
    "fact": "Most dust particles in your house come from dead skin."
  },
  {
    "fact": "Most lipstick contains fish scales!"
  },
  {
    "fact": "Most lipstick contains fish scales."
  },
  {
    "fact": "Most liquid laundry detergents are alive with living organisms that help to break down stains!"
  },
  {
    "fact": "Most NASCAR Teams use nitrogen in their tires instead of air."
  },
  {
    "fact": "Most of a hog's sweat glands are in its snout."
  },
  {
    "fact": "most of the Vitamin C found in fruits is in the skin"
  },
  {
    "fact": "Most of the world's people must walk at least 3 hours to fetch water!"
  },
  {
    "fact": "Most people who read the word 'yawning' will yawn!"
  },
  {
    "fact": "most snakes have 1 lung"
  },
  {
    "fact": "Most soccer players run 7 miles in a game."
  },
  {
    "fact": "most spiders have transparent blood"
  },
  {
    "fact": "Most tropical marine fish could survive in a tank filled with human blood."
  },
  {
    "fact": "Moths are not really attracted to light it fly towards the blackest point which is behind the light."
  },
  {
    "fact": "moths have no stomach"
  },
  {
    "fact": "moths have white blood"
  },
  {
    "fact": "Motorists who talk on cell phones are more impaired than drunk drivers with blood-alcohol levels exceeding .08!"
  },
  {
    "fact": "Mount Everest is 8.9km (5.5 miles) high"
  },
  {
    "fact": "Mozilla Firefox was originally created by Dave Hyatt and Blake Ross as part of an experimental project."
  },
  {
    "fact": "Mr. Rogers was an ordained minister."
  },
  {
    "fact": "MTV (Music Television) made its debut at 12:01 a.m. August 1st 1981 (the first music video shown 'Video killed the radio star' by the Buggles)"
  },
  {
    "fact": "Muhammad is the most common name in the world."
  },
  {
    "fact": "Muralidharan's wickets list. Craig McDermott (1st) Stephen Fleming (100) Ben Hollioake (200) Shaun Pollock (300) Henry Olonga(400) Michael Kasprowicz (500) Khaled Mashud (600) Syed Rasel (700) Pragyan Ojha (800)."
  },
  {
    "fact": "Murder is the only crime that does not increase during the full moon. Theft, disorderly conduct, larceny, armed robbery, assault and battery, and rape all statistically increase dramatically during the full moon."
  },
  {
    "fact": "Mussolini dodged the Italian draft."
  },
  {
    "fact": "myrmecophobia is the fear of ants"
  },
  {
    "fact": "Nachos is the food most craved by pregnant women."
  },
  {
    "fact": "Names of the three wise monkeys are: Mizaru(See no evil) Mikazaru(Hear no evil) and Mazaru(Speak no evil)"
  },
  {
    "fact": "Napoleon constructed his battle plans in a sandbox."
  },
  {
    "fact": "Napoleon had conquered Italy by the time he was twenty-six."
  },
  {
    "fact": "natural gas has no smell (the odor is artificially added so that people are able to identify leaks)"
  },
  {
    "fact": "Natural gas has no smell. The odor is artificially added so that people will be able to identify leaks and take measures to stop them."
  },
  {
    "fact": "Neanderthal man had a brain capcity 100cc larger than modern man's."
  },
  {
    "fact": "Nearly 22,000 checks will be deducted from the wrong account over the next hour."
  },
  {
    "fact": "Nearly 30% of female lottery winners hide their winning ticket in their bras."
  },
  {
    "fact": "Nearly 50% of the world’s scientists are assigned to military projects."
  },
  {
    "fact": "Nearly 80% of all sudden cardiac arrests happen at home."
  },
  {
    "fact": "Neither the saxophone, the tuba, the coronet, nor the valve trumpet existed before 1800."
  },
  {
    "fact": "Never hold your nose and cover your mouth when sneezing as it can blow out your eyeballs."
  },
  {
    "fact": "new born babies have 350 bones (by age 5 the amount of bones merges to 206)"
  },
  {
    "fact": "New York contains 920km (571miles) of shoreline"
  },
  {
    "fact": "New York was once called New Amsterdam"
  },
  {
    "fact": "New York's Central Park is nearly twice the size of the entire country of Monaco."
  },
  {
    "fact": "New York's Central Park was opened in 1876"
  },
  {
    "fact": "New Zealand is the first country to allow women to vote."
  },
  {
    "fact": "New Zealands first hospital was opened in 1843"
  },
  {
    "fact": "Next to Warsaw, Chicago has the largest Polish population in the world."
  },
  {
    "fact": "Niagara Falls could fill 4,000 bathtubs every second"
  },
  {
    "fact": "Nike Air Soles do not actually have 'air' in them."
  },
  {
    "fact": "Nintendo first produced playing cards"
  },
  {
    "fact": "No 2 cornflakes are identical!"
  },
  {
    "fact": "No high jumper has ever been able to stay off the ground for more than one second."
  },
  {
    "fact": "No matter how cold it gets, gasoline will not freeze."
  },
  {
    "fact": "No matter its size or thickness, no piece of paper can be folded in half more than 8 times."
  },
  {
    "fact": "No one has ever been able to domesticate the African elephant. Only the Indian elephant can be trained by man."
  },
  {
    "fact": "No one knows how many people died during the sinking of the Titanic."
  },
  {
    "fact": "No one knows where Mozart is buried."
  },
  {
    "fact": "No piece of square dry paper can be folded more than 7 times in half!"
  },
  {
    "fact": "no two spider webs are the same"
  },
  {
    "fact": "Non-dairy creamer is flammable."
  },
  {
    "fact": "None of the Beatles knew how to read music. (Paul McCartney eventually taught himself.)"
  },
  {
    "fact": "Nose prints are used to identify dogs, just like humans use fingerprints!"
  },
  {
    "fact": "not all your taste buds are on our tongue (10% are on the insides of you cheeks)"
  },
  {
    "fact": "Nutmeg is extremely poisonous if injected intravenously."
  },
  {
    "fact": "Nylon is made from coal and petroleum."
  },
  {
    "fact": "Oak trees are struck by lightning more than any other tree."
  },
  {
    "fact": "Oak trees can live 200 or more years."
  },
  {
    "fact": "Oak trees do not have acorns until they are fifty years old or older."
  },
  {
    "fact": "Oak trees don't produce acorns until they are 50 years old"
  },
  {
    "fact": "October the 10th is national metric day"
  },
  {
    "fact": "Oenophobia is the Fear of wines."
  },
  {
    "fact": "Of all the words in the English language, the word set has the most definitions!"
  },
  {
    "fact": "Of the six men who made up the Three Stooges, three of them were real brothers (Moe, Curly, and Shemp)."
  },
  {
    "fact": "Oil tycoon, John D. Rockefeller, was the world's first billionaire."
  },
  {
    "fact": "Oleg Salenko (Russia) has scored 5 goals in one match against Cameroon in 199"
  },
  {
    "fact": "Olympic badminton rules say that the bird has to have exactly fourteen feathers."
  },
  {
    "fact": "Olympic gold medals are actually made mostly of silver."
  },
  {
    "fact": "ombrophobia is the fear of rain"
  },
  {
    "fact": "on average 22% of all restaurant meals include potato chips"
  },
  {
    "fact": "On average women can hear better than men."
  },
  {
    "fact": "On average women say 7000 words per day. Men manage just over 200"
  },
  {
    "fact": "on average you blink 25,000 a day"
  },
  {
    "fact": "On average, 100 people choke to death on ballpoint pens every year."
  },
  {
    "fact": "On average, a disposable diaper can hold up to 7 pounds of liquid."
  },
  {
    "fact": "On average, a person will spend about five years eating during his or her lifetime."
  },
  {
    "fact": "On average, half of all false teeth have some form of radioactivity."
  },
  {
    "fact": "On average, it takes 66 days to form a new habit."
  },
  {
    "fact": "On average, it takes 660 days from conception for an elephant to give birth."
  },
  {
    "fact": "On January 27 2010 Sun Microsystems was acquired by Oracle Corporation for US$4 billion"
  },
  {
    "fact": "On July 20 1969 Commander Neil Armstrong became the first man to step in the moon."
  },
  {
    "fact": "On July 25 1978 Louise Joy Brown the worlds first successful 'test-tube' baby was born in Great Britain."
  },
  {
    "fact": "On some Caribbean islands, the oysters can climb trees."
  },
  {
    "fact": "on the average there are 8 peas in a pod"
  },
  {
    "fact": "on your birthday you share it with 9 million others"
  },
  {
    "fact": "once a women reachs the age of 30 they lose 1% of their bone mass every year thereafter (by the time a women is 50 she will have lost 20%)"
  },
  {
    "fact": "One 75-watt bulb gives more light than three 25-watt bulbs."
  },
  {
    "fact": "One barrel of petroleum holds 42 gallons (159 liters)."
  },
  {
    "fact": "One barrel of petroleum holds 42 gallons."
  },
  {
    "fact": "One cubic foot of gold weighs more than 1,200 pounds!"
  },
  {
    "fact": "One cubic mile of seawater contains about 50 pounds of gold."
  },
  {
    "fact": "One gallon of used motor oil can ruin approximately one million gallons of fresh water!"
  },
  {
    "fact": "One gallon of used motor oil can ruin approximately one million gallons of fresh water."
  },
  {
    "fact": "One in 500 humans has one blue eye and one brown eye."
  },
  {
    "fact": "One in three male motorists picks their nose while driving."
  },
  {
    "fact": "One in three snake bite victims is drunk. One in five is tatooed."
  },
  {
    "fact": "One of the many Tarzans, Karmuela Searlel, was mauled to death on the set by a raging elephant!"
  },
  {
    "fact": "One out of 20 people have an extra rib."
  },
  {
    "fact": "One out of every 11 workers in North Carolina depends on tobacco for their livelihood !"
  },
  {
    "fact": "One% of Greenland's population lives in a single apartment building!"
  },
  {
    "fact": "One punishment for an adulterous wife in medieval France was to make her chase a chicken through town naked."
  },
  {
    "fact": "One quarter of the bones in your body are in your feet!"
  },
  {
    "fact": "One quarter of the human brain is used to control the eyes."
  },
  {
    "fact": "One ragweed plant can release as many as one billion grains of pollen!"
  },
  {
    "fact": "One third of the electricity produced on earth is used to power electric light bulbs!"
  },
  {
    "fact": "onions are part of the lily family"
  },
  {
    "fact": "Onions have no flavor, only a smell."
  },
  {
    "fact": "Only 1 out of 700 identity thieves gets caught!"
  },
  {
    "fact": "Only 1 person in 2 billion will live to be 116."
  },
  {
    "fact": "Only 1% of bacteria cause disease in humans!"
  },
  {
    "fact": "Only 1% of bacteria cause disease."
  },
  {
    "fact": "only 4 out of 20,000 species of bees produce honey"
  },
  {
    "fact": "Only 4 out of 20000 species of bees produce honey."
  },
  {
    "fact": "Only 51% of South Carolina high school students will graduate, the lowest of any state."
  },
  {
    "fact": "Only eight men were killed in the battle of lexington!"
  },
  {
    "fact": "Only female bees work."
  },
  {
    "fact": "Only female mosquitoes bite and drink blood."
  },
  {
    "fact": "only female mosquitoes bite"
  },
  {
    "fact": "Only four players are allowed as a substitute in a single football match."
  },
  {
    "fact": "Only four test series have ended 0-0 with all five matches being drawn. India was involved in three of them including two in a row against Pakistan."
  },
  {
    "fact": "Only male fireflies can fly."
  },
  {
    "fact": "Only one out of a thousand baby sea turtles survives after hatching."
  },
  {
    "fact": "only pregnant females polar bears hibernate"
  },
  {
    "fact": "Only two in one thousand diamonds are considered truly colorless."
  },
  {
    "fact": "Orange Fanta is the 3rd largest selling soft drink in the world"
  },
  {
    "fact": "orienteering originated from Sweden"
  },
  {
    "fact": "originally in 1886 Coca Cola was introduced as an 'intellectual beverage' to boost brain power"
  },
  {
    "fact": "Originally, BMW was an airplane engine manufacturer."
  },
  {
    "fact": "Originally, Du Pont, Inc. was a tiny gun powder mill in New Jersey."
  },
  {
    "fact": "Originally, Jack-O-Lanterns were made from turnips."
  },
  {
    "fact": "Originally, Nintendo was a playing card manufacturer."
  },
  {
    "fact": "Orkut Buyukkokten (a Turkish software engineer) is the creator of Orkut."
  },
  {
    "fact": "ornithophobia is the fear of birds"
  },
  {
    "fact": "ostrich meat is the leanest of all red meats"
  },
  {
    "fact": "Ostriches can run faster than horses."
  },
  {
    "fact": "ostriches don't bury their heads in sand"
  },
  {
    "fact": "ostriches have a 14 meter (46 foot) long small intestine"
  },
  {
    "fact": "Ostriches live about 75 years and can reproduce for 50 years."
  },
  {
    "fact": "Our Indian flag was designed by 'Pingali Venkayya' and it became our official flag on '22 July 1947'."
  },
  {
    "fact": "Our normal body temperature is 37°C (99°F)."
  },
  {
    "fact": "Out of all the senses, smell is most closely linked to memory."
  },
  {
    "fact": "out of the 250+ known species of shark only 18 are known to be dangerous to man"
  },
  {
    "fact": "Over 10,000 birds a year die from smashing into windows!"
  },
  {
    "fact": "Over 10,000 birds a year die from smashing into windows."
  },
  {
    "fact": "over 100 people choke to death on ballpoint pens each year"
  },
  {
    "fact": "over 2,500 left handed people are killed a year from using right handed products"
  },
  {
    "fact": "Over 4.6 million Whopper sandwiches are sold at Burger King every day!"
  },
  {
    "fact": "over 5 million people in Brazil are employed in the coffee industry"
  },
  {
    "fact": "Over 50% of lottery players go back to work after winning the jackpot."
  },
  {
    "fact": "over 500 meteorites hit the Earth each year"
  },
  {
    "fact": "Over 90% of all fish caught are caught in the northern hemisphere."
  },
  {
    "fact": "Over 98% of Japanese people are cremated after they die."
  },
  {
    "fact": "over a third of all pineapples come from Hawaii"
  },
  {
    "fact": "Over one million stray dogs live in the New York City metropolitan area."
  },
  {
    "fact": "Owls are one of the only birds who can see the color blue!"
  },
  {
    "fact": "Owls are the only bird that can see the color blue."
  },
  {
    "fact": "owls can't move their eyes from side to side"
  },
  {
    "fact": "oxygen, carbon, hydrogen and nitrogen make up 90% of the human body"
  },
  {
    "fact": "Pageant Models often smear Vaseline on their teeth so their lips won't stick when smiling."
  },
  {
    "fact": "Pain travels through the body at 350 feet per second!"
  },
  {
    "fact": "Pain travels through your body at 350 ft. per second."
  },
  {
    "fact": "Pancakes are commonly served for breakfast, lunch, and dinner in Australia."
  },
  {
    "fact": "pandas spend 12 hours a day eating bamboo"
  },
  {
    "fact": "Panophobia is the fear of everything."
  },
  {
    "fact": "Paper money is not made from wood pulp but from cotton. This means that it will not disintegrate as fast if it is put in the laundry."
  },
  {
    "fact": "paper money was first used in China"
  },
  {
    "fact": "paper originated from China"
  },
  {
    "fact": "Parrots have 500 pounds per square inch of pressure in their beaks."
  },
  {
    "fact": "Paul Strang is the only Zimbabwean batsmen to score 100 runs and take 5 wickets in an inings of a test match."
  },
  {
    "fact": "Peanuts are one of the ingredients in dynamite."
  },
  {
    "fact": "Pearls melt in vinegar"
  },
  {
    "fact": "Pearls melt in vinegar."
  },
  {
    "fact": "pelicans consume around a 1/3 of its body weight in a single meal"
  },
  {
    "fact": "penguins are only found in the southern hemisphere primarily in Antarctica (excluding zoos above the equator)"
  },
  {
    "fact": "Penguins can convert salt water into fresh water."
  },
  {
    "fact": "People generally read 25% slower from a computer screen compared to paper."
  },
  {
    "fact": "people in Iceland read more books per capita than any other country"
  },
  {
    "fact": "People in nudist colonies play volleyball more than any other sport."
  },
  {
    "fact": "People in parts of Western China put salt in their tea instead of sugar."
  },
  {
    "fact": "People that suffer from gum disease are twice as likely to have a stroke or heart attack."
  },
  {
    "fact": "People who are lying to you tend to look up and to the left (their left)."
  },
  {
    "fact": "People who ride on roller coasters have a higher chance of having a blood clot in the brain."
  },
  {
    "fact": "people who work at night tend to weigh more"
  },
  {
    "fact": "People with blue eyes are better able to see in the dark."
  },
  {
    "fact": "Pepsi-Cola was originally called 'Brad's drink'."
  },
  {
    "fact": "per person France consumes the most cheese"
  },
  {
    "fact": "Peregrine Falcons(they knock out its prey in a downward dive over 270 mph) Cheetah (70 mph) and Sailfish (70 mph) are the most fastest creatures in the world."
  },
  {
    "fact": "Persia changed its name to Iran in 1935."
  },
  {
    "fact": "Perspiration is odorless; it is the bacteria on the skin that creates an odor."
  },
  {
    "fact": "Perth is Australia's windiest city"
  },
  {
    "fact": "Peru has more pyramids than Egypt"
  },
  {
    "fact": "petrol has no specific freezing point (it can freezes at any temperature between -82 and -115C (-180 and -240F)"
  },
  {
    "fact": "Pez was invented in 1927"
  },
  {
    "fact": "Phobatrivaphobia is fear of trivia about phobias."
  },
  {
    "fact": "Pierce Brosnan once worked with the circus as a fire eater!"
  },
  {
    "fact": "Pilgrims did not eat with forks. They only used spoons, knives and their fingers."
  },
  {
    "fact": "Pinocchio is Italian for 'pine head'"
  },
  {
    "fact": "Pinocchio is Italian for pine eye!"
  },
  {
    "fact": "Pittsburgh is the only city where all major sports teams have the same colors: Black and gold."
  },
  {
    "fact": "Place a mirror in the water bowl (mirror has to be partly in the water). Now place it in the sunlight and see the reflection in wall. You can easily produce rainbow in your room. "
  },
  {
    "fact": "plastic bottles were first used for soft drinks in 1970"
  },
  {
    "fact": "Pocahontas appeared on the back of the $20 bill in 1875."
  },
  {
    "fact": "Polar bear fur is not white, it's clear."
  },
  {
    "fact": "polar bears are strictly carnivores"
  },
  {
    "fact": "Polar Bears can eat more than 50 lbs. of meat in one setting."
  },
  {
    "fact": "police dogs are trained to respond to commands in foreign languages (usually German or Hungarian)"
  },
  {
    "fact": "Pollen can travel up to 500 miles in a day."
  },
  {
    "fact": "Pollen never deteriorates. It is one of the few natural substances that lasts indefinitely."
  },
  {
    "fact": "pop corn was invented by the Aztec Indians"
  },
  {
    "fact": "Porcupines float in water!"
  },
  {
    "fact": "porcupines float in water"
  },
  {
    "fact": "Porsche also builds tractors"
  },
  {
    "fact": "Pound for Pound, hamburgers cost more than new cars!"
  },
  {
    "fact": "President Bush and Saddam Hussein both have their shoes made by the same Italian shoemaker!"
  },
  {
    "fact": "Pretzels were originally invented for Christian Lent."
  },
  {
    "fact": "Prince Charles and Prince William never travel on the same airplane as a precaution!"
  },
  {
    "fact": "Prior to 1900, prize fights lasted up to 100 rounds."
  },
  {
    "fact": "Pumpkin rule of thumb: the darker the shell, the longer the pumpkin lasts."
  },
  {
    "fact": "Queen Elizabeth II has a rubber duck in her private bath with an inflatable crown."
  },
  {
    "fact": "queen termites can live up to 50 years"
  },
  {
    "fact": "Rabbit and the parrot can see behind itself without turning its head."
  },
  {
    "fact": "rabbits like licorice"
  },
  {
    "fact": "Rabindranath Tagore (Bengali) was born on 7 May 1861 and died on 7 August 194"
  },
  {
    "fact": "Racehorses can wear out new horse shoes in one race."
  },
  {
    "fact": "Radio code Wilco (as in Roger Wilco) is short for Will Comply!"
  },
  {
    "fact": "rain contains vitamin B12"
  },
  {
    "fact": "Rain contains vitamin B12."
  },
  {
    "fact": "rainbows can only be seen in the morning or late afternoon (the sun needs to be less than 40 above the horizon)"
  },
  {
    "fact": "raindrops are not tear shaped (they more resemble the shape of a tiny hamburger bun)"
  },
  {
    "fact": "Rajiv Gandhi was born on August 20 194"
  },
  {
    "fact": "Rajiv Nayyar (India) batted for 16 hr 55 min when scoring 271 for Himachal Pradesh v Jammu & Kashmir at Chamba from 1 to 3 Nov 1999 A World record for longest innings."
  },
  {
    "fact": "Ralph Lauren's original name was Ralph Lifshitz"
  },
  {
    "fact": "Rapper LL Cool J's name is short for ‘Ladies Love Cool James’."
  },
  {
    "fact": "Rats can tell the difference between two human languages."
  },
  {
    "fact": "Rats can't vomit, that's why rat poison works."
  },
  {
    "fact": "Rats multiply so quickly that in 18 months, two rats could have over a million descendants."
  },
  {
    "fact": "Real diamonds can be made from peanut butter!"
  },
  {
    "fact": "Real name of Charlie Chaplin is 'Charles Spencer Chaplin' and was born on 16 April 188"
  },
  {
    "fact": "Real name of Sonia Gandhi is 'Edvige Antonia Albina Maino'."
  },
  {
    "fact": "Record for fastest goal in a Fifa World Cup is '189 seconds' by Hakan Sükür ( Turkey) vs Korea Republic June 29 200"
  },
  {
    "fact": "recycling one glass jar saves enough energy to watch TV for 3 hours"
  },
  {
    "fact": "Recycling one glass jar, saves enough energy to watch T.V for 3 hours!"
  },
  {
    "fact": "red blood cells are produced in bone marrow"
  },
  {
    "fact": "red light has the highest wavelength"
  },
  {
    "fact": "Redheads require more anesthesia to 'go under' than other hair colors do."
  },
  {
    "fact": "reindeer hair is hollow inside like a tube"
  },
  {
    "fact": "reindeer like bananas"
  },
  {
    "fact": "Reindeer milk has more fat than cow milk."
  },
  {
    "fact": "Reno, Nevada is actually west of Los Angeles, California."
  },
  {
    "fact": "Research indicates that babies who suck on pacifiers are more prone to ear aches."
  },
  {
    "fact": "Research indicates that plants grow healthier when they are stroked."
  },
  {
    "fact": "rhinoceros have 3 toes on each foot"
  },
  {
    "fact": "Rice is the chief food for half the people of the world."
  },
  {
    "fact": "rice is the staple food for 50% of the worlds population"
  },
  {
    "fact": "Rice paper does not have any rice in it!"
  },
  {
    "fact": "Richard Nixon liked ketchup on his cottage cheese."
  },
  {
    "fact": "Right handed people live on average nine years longer than left-handed people."
  },
  {
    "fact": "Right-handed people live, on average, nine years longer than left-handed people."
  },
  {
    "fact": "Rio de Janeiro translates to river of January"
  },
  {
    "fact": "Robert Browning (English poet) born on 07 May 1812 (today)."
  },
  {
    "fact": "Robert Wadlow 8 ft 11 in (272 cm) confirmed tallest male and person by Guinness World Records. (Lifespan: 1918 to 1940)"
  },
  {
    "fact": "room temperature is defined as between 20 to 25C (68 to 77F)"
  },
  {
    "fact": "roosters can't crow if they can't fully extend their necks"
  },
  {
    "fact": "Roosters can't crow if they can't fully extend their necks."
  },
  {
    "fact": "Roughly 70% of an adult’s body is made up of water."
  },
  {
    "fact": "Roughly a quarter of the world's people live in China."
  },
  {
    "fact": "rubber bands last longer when kept refrigerated"
  },
  {
    "fact": "Rubber is one of the ingredients in bubble gum."
  },
  {
    "fact": "Rubberbands last longer when refrigerated."
  },
  {
    "fact": "Rudyard Kipling refused to write with anything other than black ink."
  },
  {
    "fact": "Sachin Tendulkar is the first batsman declared run out by a third umpire decision in the history of cricket."
  },
  {
    "fact": "Sales of Rolaids, Alka-Seltzer, and Tums jump 20% in December "
  },
  {
    "fact": "Salmon can jump as high as 6 feet."
  },
  {
    "fact": "Sandra Bullock is allergic to horses!"
  },
  {
    "fact": "Saturn's rings are about 500,000 miles in circumference but only about a foot thick."
  },
  {
    "fact": "Scientists are now able to grow 'beating' heart tissue in a lab!"
  },
  {
    "fact": "Scissors were most likely invented ancient Egypt"
  },
  {
    "fact": "scorpions glow under ultra violet light"
  },
  {
    "fact": "Scotland has the most redheads"
  },
  {
    "fact": "sea water is approximately 3.5% salt"
  },
  {
    "fact": "Seagate introduced the first hdd for pcs in 197It held 5 M.B of data."
  },
  {
    "fact": "Seaweed can grow up to 12 inches per day!"
  },
  {
    "fact": "Senegalese women spend an average of 17.5 hours a week just collecting water."
  },
  {
    "fact": "sesquippedaliophobia is the fear of long words"
  },
  {
    "fact": "Shakespeare invented the words 'assassination' and 'bump'"
  },
  {
    "fact": "sharks can sense a drop of blood from 4km (2.5miles) away"
  },
  {
    "fact": "sharks have been on Earth for over 400 million years"
  },
  {
    "fact": "sharks never stop moving even when they sleep or rest"
  },
  {
    "fact": "Sharon Stone is allergic to caffeine."
  },
  {
    "fact": "Sheep can recognize other sheep from pictures!"
  },
  {
    "fact": "Sheep outnumber humans in New Zealand 15 to 1."
  },
  {
    "fact": "Sheep won't drink from running water."
  },
  {
    "fact": "Sheryl Crow's two front teeth are fake."
  },
  {
    "fact": "shrimps are all born male but slowly grow into females"
  },
  {
    "fact": "siderodromophobia is the fear of trains"
  },
  {
    "fact": "Sir Isaac Newton became the Member of Parliament in the year 1689 and continued till the next year."
  },
  {
    "fact": "Sir Isaac Newton was 23 when he discovered the law of gravity"
  },
  {
    "fact": "Sir Isaac Newton was 23 when he discovered the law of gravity."
  },
  {
    "fact": "Size of Football goal post is 32m length and 44m in width"
  },
  {
    "fact": "Skepticisms is the longest word that alternates hands when typing."
  },
  {
    "fact": "Slugs have 4 noses!"
  },
  {
    "fact": "small dogs usually live longer than larger breeds"
  },
  {
    "fact": "Smelling bananas and/or green apples (smelling, not eating) can help you lose weight!"
  },
  {
    "fact": "Smokers are twice as likely to develop lower back pain than non-smokers."
  },
  {
    "fact": "Smokers eat more sugar than non-smokers do."
  },
  {
    "fact": "Snails breathe through their feet."
  },
  {
    "fact": "Snakes & Ladders one of the most widely played board games was created by the 13th century poet Saint Gyandev (India)."
  },
  {
    "fact": "snakes can't bite in rivers or swamps (they would drown otherwise)"
  },
  {
    "fact": "snakes can't blink"
  },
  {
    "fact": "So that's how they cheat - a microwaved baseball will fly farther than a frozen baseball."
  },
  {
    "fact": "soccer is the most followed sport"
  },
  {
    "fact": "Some asteroids have other asteroids orbiting them."
  },
  {
    "fact": "Some bamboo plants can grow almost a meter in just one day."
  },
  {
    "fact": "Some breeds of chickens lay colored eggs!"
  },
  {
    "fact": "some dinosaurs had tails over 13m (45 feet) long"
  },
  {
    "fact": "Some lions mate over 50 times a day."
  },
  {
    "fact": "Some octopuses have been known to eat their arms off when they are exposed to stressful situations."
  },
  {
    "fact": "Some penguins can leap 2-3 meters out of the water."
  },
  {
    "fact": "some playing cards in India are round"
  },
  {
    "fact": "Some ribbon worms will eat themselves if they can't find any food."
  },
  {
    "fact": "Some species of fish have voices!"
  },
  {
    "fact": "Some toothpastes and deodorants contain the same chemicals found in antifreeze."
  },
  {
    "fact": "Someone on Earth reports seeing a UFO every three minutes."
  },
  {
    "fact": "SONY was originally called 'Totsuken'."
  },
  {
    "fact": "Sound at the right vibration can bore holes through a solid object."
  },
  {
    "fact": "sound travels 10 times faster through granite than air"
  },
  {
    "fact": "sound travels 15 times faster through steel than air"
  },
  {
    "fact": "sound travels 4.3 times faster through water than in air"
  },
  {
    "fact": "Sound travels fifteen times faster through steel than through air."
  },
  {
    "fact": "Spain's largest source of income is from tourism"
  },
  {
    "fact": "Spider monkeys like banana daiquiris."
  },
  {
    "fact": "spiders are arachnids and not insects"
  },
  {
    "fact": "spiders have transparent blood"
  },
  {
    "fact": "sponges hold more cold water than hot"
  },
  {
    "fact": "Spotted skunks do handstands before they spray."
  },
  {
    "fact": "squirrels can climb trees faster than they can run on the ground"
  },
  {
    "fact": "St. Paul, Minnesota was originally called 'Pigs Eye'."
  },
  {
    "fact": "Stannous fluoride, which is the cavity fighter found in toothpaste is made from recycled tin."
  },
  {
    "fact": "stewardesses is the longest word that is typed with only the left hand"
  },
  {
    "fact": "Stilts were invented by French shepherds who needed a way to get around in wet marshes."
  },
  {
    "fact": "Strawberries have more vitamin c than oranges."
  },
  {
    "fact": "Streets in Japan do not have names."
  },
  {
    "fact": "sun light can penetrate clean ocean water up to a depth of 73m (240 feet)"
  },
  {
    "fact": "Sun network was established in Apr 14 1993 and has over 20 television channels in four languages now."
  },
  {
    "fact": "Sunlight travels at a speed of 299792 Km/sec to reach the earth."
  },
  {
    "fact": "Surgeons who listen to music during operations perform better than those who don't ."
  },
  {
    "fact": "Surprisingly an average little mosquito has 47 teeth."
  },
  {
    "fact": "Sweden has more telephones per capita than any country on earth."
  },
  {
    "fact": "Switching letters is called spoonerism. For example saying jag of Flapan instead of flag of Japan."
  },
  {
    "fact": "Switzerland eats the most chocolate equating to 10 kilos per person per year"
  },
  {
    "fact": "Switzerland has the highest per-capita consumption of soft drinks in the world."
  },
  {
    "fact": "Tablecloths were originally meant to be served as towels with which dinner guests could wipe their hands and faces after eating!"
  },
  {
    "fact": "Tablecloths were originally meant to serve as towels with which guests could wipe their hands and faces after dinner."
  },
  {
    "fact": "tachophobia is the fear of speed"
  },
  {
    "fact": "Take your height and divide by eight. That’s how "
  },
  {
    "fact": "tall"
  },
  {
    "fact": " your head is."
  },
  {
    "fact": "Tallest Mountain on Earth from Base to Peak - Mauna Kea Hawaii: 33480 feet (rising to 13796 feet above sea level)"
  },
  {
    "fact": "Tamil actress Manorama first tamil film is 'Maalayitta Mangai' released in 195"
  },
  {
    "fact": "Tapeworms range in size from about 04 inch to more than 50 feet in length."
  },
  {
    "fact": "Taphephobia is the fear of being buried alive!"
  },
  {
    "fact": "tarantula spiders can survive 2 and a half years without food"
  },
  {
    "fact": "Tasmania is said to have the cleanest air in the world."
  },
  {
    "fact": "Technically speaking, crystal glass is actually a Liquid that flows very slowly."
  },
  {
    "fact": "Ted Turner owns about 2% of New Mexico."
  },
  {
    "fact": "Teflon is the slipperiest substance in the world."
  },
  {
    "fact": "Television was invented by group of members 'John Logie Baird' 'Philo T. Farnsworth' and 'Vladimir Zworykin'."
  },
  {
    "fact": "tennis was originally played with bare hands"
  },
  {
    "fact": "Termites eat wood twice as fast when listening to heavy metal music."
  },
  {
    "fact": "that after petrol, coffee is the largest item bought and sold"
  },
  {
    "fact": "that in developed countries 27% of food is thrown away"
  },
  {
    "fact": "that in the 17th century the value of pi was known to 35 decimal places (today to 1.2411 trillion)"
  },
  {
    "fact": "that the first MTV video played was 'Video killed the radio star' by the Buggles"
  },
  {
    "fact": "that you burn more calories eating celery than it contains (the more you eat the thinner you become)"
  },
  {
    "fact": "that you can spell the word 'level' the same backwards"
  },
  {
    "fact": "the $ sign was introduced in 1788"
  },
  {
    "fact": "The 'AK-47' (Avtomat Kalashnikova gun) first developed in the Soviet Union by Mikhail Kalashnikov."
  },
  {
    "fact": "the 'black box' that houses an airplanes voice recorder is actually orange so it can be more easily detected amid the debris of a plane crash"
  },
  {
    "fact": "The 'King Ranch' in Texas is bigger than the state of Rhode Island."
  },
  {
    "fact": "The 'L.L.' in L.L. Bean stands for 'Leon Leonwood'."
  },
  {
    "fact": "The 'vintage date' on a bottle of wine indicates the year the grapes were picked, not the year of bottling!"
  },
  {
    "fact": "The 'Wings of fire'(An Autobiography of APJ Abdul Kalam) was written by Mr.Abdul Kalam and Mr. Arun Tiwari."
  },
  {
    "fact": "the 'you are here' arrow on maps is called an ideo locator"
  },
  {
    "fact": "The 1st feature-length animated film released by Disney Studios in 1937 was 'Snow White and the Seven Dwarfs'."
  },
  {
    "fact": "the 1st full length animated film was released by Disney Studios in 1937 (it was Snow White and the seven dwarfs)"
  },
  {
    "fact": "the 3 most common languages in the world are Mandarin Chinese, Spanish and English"
  },
  {
    "fact": "The 7-Eleven Extreme Gulp is 50% bigger than the volume of the human stomach!"
  },
  {
    "fact": "The adult human body requires about 88 pounds of oxygen daily."
  },
  {
    "fact": "the African Rock Python can survive 2 years without eating"
  },
  {
    "fact": "The African Rock Python can survive 2 years without eating."
  },
  {
    "fact": "the algae found in the world's oceans produces nearly 50% of the world's oxygen"
  },
  {
    "fact": "the Amazon rainforest produces half the world's oxygen supply"
  },
  {
    "fact": "The ancient Egyptians bought jewelry for their pet crocodiles."
  },
  {
    "fact": "the ancient Greeks first grew carrots as a form of medicine and not a food"
  },
  {
    "fact": "The ant can lift things 10 times its own weight."
  },
  {
    "fact": "The aorta, the largest artery in the body, is almost the diameter of a garden hose."
  },
  {
    "fact": "the Arctic Ocean is the smallest in the world"
  },
  {
    "fact": "The Arctic Ocean is the smallest in the world."
  },
  {
    "fact": "The are six fictional characters that have stars on Hollywood's 'Walk of Fame'."
  },
  {
    "fact": "The ashes of the average cremated person weigh nine pounds."
  },
  {
    "fact": "The Atlantic Ocean is saltier than the Pacific Ocean."
  },
  {
    "fact": "the Atlantic Ocean is saltier than the Pacific"
  },
  {
    "fact": "the atomic symbol for iron is Fe (the original name for iron was Ferric)"
  },
  {
    "fact": "The Australian $5,$10,$20,$50 and $100 notes are made out of plastic."
  },
  {
    "fact": "the Australian aircraft carrier QANTAS stands for Queensland And Northern Territories Aerial Service"
  },
  {
    "fact": "The average 1 1/4 lb. lobster is 7 to 9 years old."
  },
  {
    "fact": "the average age of a polar bear in the wild is 17 years"
  },
  {
    "fact": "the average bank teller loses $250 every year"
  },
  {
    "fact": "the average bed contains over 6 billion dust mites"
  },
  {
    "fact": "The average car produces a pound of pollution every 25 miles!"
  },
  {
    "fact": "The average child will eat 1,500 peanut butter and jelly sandwiches by the he/she graduates from high school."
  },
  {
    "fact": "The average chocolate bar has 8 insects' legs in it."
  },
  {
    "fact": "The average city dog lives three years longer than the average country dog."
  },
  {
    "fact": "The average coach airline meal costs the airline $4.00. The average first class meal: $50."
  },
  {
    "fact": "The average company saves over $7,000 for each employee suggestion that is enacted!"
  },
  {
    "fact": "the average cow produces 40 glasses of milk a day"
  },
  {
    "fact": "the average elephant produces 22kg (50 pounds) of dunn each day"
  },
  {
    "fact": "The average female will have 3.3 pregnancies in her life."
  },
  {
    "fact": "The average French citizen eats 500 snails per year."
  },
  {
    "fact": "the average golf ball has 336 dimples"
  },
  {
    "fact": "the average hen lays 228 eggs a year"
  },
  {
    "fact": "The average home creates more pollution than does the average car."
  },
  {
    "fact": "The average housefly lives only two weeks."
  },
  {
    "fact": "The average housefly weighs 10 to 15 millionths of a pound."
  },
  {
    "fact": "The average housewife walks 10 miles a day around the house doing her chores."
  },
  {
    "fact": "The average human body contains enough fat to make seven bars of soap."
  },
  {
    "fact": "The average human body contains enough iron to make a small nail."
  },
  {
    "fact": "the average human brain contains around 78% water"
  },
  {
    "fact": "the average human drinks over 60,566 litres (16,000 gallons) of water in a lifetime"
  },
  {
    "fact": "The average ice berg weighs 20,000,000 tons!"
  },
  {
    "fact": "the average ice berg weighs 20,000,000 tons"
  },
  {
    "fact": "The average lead pencil can draw a line that is almost 35 miles long or you can write almost 50000 words in English."
  },
  {
    "fact": "The average life span of a hermit crab is 75 years!"
  },
  {
    "fact": "The average life span of a major league baseball is 5-7 pitches!"
  },
  {
    "fact": "The average life span of a major league baseball is 5-7 pitches."
  },
  {
    "fact": "the average life span of a mosquito is 2 weeks"
  },
  {
    "fact": "The average life span of a peasant during the medieval ages was 25 years."
  },
  {
    "fact": "The average lifespan of a cow is 7 years. The oldest cow ever recorded was Big Bertha. She reached 48 in 199"
  },
  {
    "fact": "the average lifespan of a squirrel is 9 years"
  },
  {
    "fact": "The average lifespan of penguins is probably 15 to 20 years."
  },
  {
    "fact": "the average mature oak tree sheds over 700,000 leaves in Autumn"
  },
  {
    "fact": "The average office desk has 400 times more bacteria than a toilet."
  },
  {
    "fact": "The average office worker spends 50 minutes a day looking for lost files and other items."
  },
  {
    "fact": "The average person can live for eleven days without water, assuming an average temperature of 60 degrees fahrenheit."
  },
  {
    "fact": "the average person consumes over a ton of food and drink each year"
  },
  {
    "fact": "the average person falls asleep in 7 minutes"
  },
  {
    "fact": "the average person goes to the toilet 6 times a day"
  },
  {
    "fact": "the average person has 10,000 taste buds"
  },
  {
    "fact": "The average person has over 1,460 dreams a year!"
  },
  {
    "fact": "the average person laughs 10 times a day"
  },
  {
    "fact": "the average person sheds .7kg (1.5 pounds) of skin each year"
  },
  {
    "fact": "The average person spends three years of his or her life on a toilet."
  },
  {
    "fact": "the average person swallows 295 times during a meal"
  },
  {
    "fact": "The average person walks the equivalent of twice around the world in a lifetime."
  },
  {
    "fact": "the average person will consume 100 tons of food and 45,424 liters (12,000 gallons) of water in their lifetime"
  },
  {
    "fact": "the average pool cue is 1.4m (4.75ft) long"
  },
  {
    "fact": "the average porcupine has 30,000 spikes"
  },
  {
    "fact": "The average red blood cell in our body lives for 120 days."
  },
  {
    "fact": "the average shower temperature is 38C (101F)"
  },
  {
    "fact": "The average single man is one inch shorter than the average married man."
  },
  {
    "fact": "The average soccer ball is made up of 32 leather panels and held together by 642 stitches."
  },
  {
    "fact": "The average speed of a skydiver is 200kph (124mph)"
  },
  {
    "fact": "The average tastebud lives only 10 days before it dies and is replaced by a new one."
  },
  {
    "fact": "The average temperature at 40,000 feet above sea level is -60 F."
  },
  {
    "fact": "the average woman will consume over 2.7kg (6 pounds) of lipstick in their lifetime"
  },
  {
    "fact": "The bagpipe was first made from the liver of a sheep."
  },
  {
    "fact": "the ball on top of a flag pole is called the truck"
  },
  {
    "fact": "The banana tree cannot reproduce itself.It can be propagated only by the hand of man."
  },
  {
    "fact": "The bark of an older redwood tree is fireproof."
  },
  {
    "fact": "The Basenji dog is the only dog that is not able to bark."
  },
  {
    "fact": "The best diamonds are colored blue-white."
  },
  {
    "fact": "The best recorded distance for projectile vomiting is 27 feet."
  },
  {
    "fact": "The best time for a person to buy shoes is in the afternoon. This is because the foot tends to swell a bit around this time."
  },
  {
    "fact": "The Bible is the most-shoplifted book in the world."
  },
  {
    "fact": "the bigger the orange the sweeter sweeter it is"
  },
  {
    "fact": "The biggest clouds are 'Cumulonimbus' climbing up to 7 kilometers (6 miles) high and holding up to half a million tons of water."
  },
  {
    "fact": "The blesbok, a South African antelope, is almost the same color as grapejuice!"
  },
  {
    "fact": "The Blue Whale's tongue weighs more than an adult elephant!"
  },
  {
    "fact": "The Blue Whale's whistle is the loudest noise made by an animal."
  },
  {
    "fact": "the blueprints for the Eiffel Tower covered more than 14,000 square feet of drafting paper"
  },
  {
    "fact": "The Boeing-757 has carried more than 3 billion passengers."
  },
  {
    "fact": "the bones of a pigeon weigh less than its feathers"
  },
  {
    "fact": "the brand Nokia is named after a place in Southern Finland"
  },
  {
    "fact": "the Cambodian alphabet has 74 letters"
  },
  {
    "fact": "The can opener was invented 48 years after the can."
  },
  {
    "fact": "The Canary Islands were not named after a bird called the canary. They were named after a breed of dogs!"
  },
  {
    "fact": "The capital of Spain is 'Madrid'."
  },
  {
    "fact": "the center of the Sun is approximately 15 million C (27 million F)"
  },
  {
    "fact": "The chances of making two holes-in-one in a round of golf are one in 67 million."
  },
  {
    "fact": "The chances of you dying on the way to get your lottery tickets is greater than your chances of winning."
  },
  {
    "fact": "the cheetah is the only cat that can't retract it's claws"
  },
  {
    "fact": "The chemicals indole and skatole, which help to account for the particular smell of human feces, are used as ingredients in perfume!"
  },
  {
    "fact": "The Chinese ideogram for 'trouble' depicts two women living under one roof."
  },
  {
    "fact": "the Chinese used fingerprints as a method of identification as far back as AD 700"
  },
  {
    "fact": "The Chow and the Chinese Shar-Pei are the only dogs that have black tongues."
  },
  {
    "fact": "The cicada, a fly found in Africa, spends 17 years of its life sleeping; and only two weeks is awake         during which mates and then dies."
  },
  {
    "fact": "The cigarette lighter was invented before the match."
  },
  {
    "fact": "The city of Houston, Texas is built on a swamp and is slowly sinking!"
  },
  {
    "fact": "The city of Las Vegas has the most hotel rooms in the world."
  },
  {
    "fact": "the coins thrown into the Trevi fountain in Italy are collected for charity"
  },
  {
    "fact": "the Colgate toothpaste company started out making starch, soap, and candles"
  },
  {
    "fact": "The color blue has a calming effect. It causes the brain to release calming hormones."
  },
  {
    "fact": "the color of a chile pepper is no indication of its heat (usually the smaller the the hotter)"
  },
  {
    "fact": "the coloured part of your eye is called the iris"
  },
  {
    "fact": "the corkscrew was invented in 1890"
  },
  {
    "fact": "The country of Brazil is named after the brazil nut."
  },
  {
    "fact": "The creator of the NIKE Swoosh symbol was paid only $35 for the design."
  },
  {
    "fact": "the croissant was invented in Austria"
  },
  {
    "fact": "The cruise liner, 'Queen Elizabeth 2', moves only six inches for each gallon of diesel that it burns."
  },
  {
    "fact": "The current world record holder of the 100m sprint race is Usain BOLT from Jamaica. (72 sec)"
  },
  {
    "fact": "the D.C. in Washington D.C. stands for District of Columbia"
  },
  {
    "fact": "The D/L method (used in Cricket) was devised by two English statisticians Frank Duckworth and Tony Lewis."
  },
  {
    "fact": "The Dallas/Ft. Worth airport is larger than New York City's Manhattan Island."
  },
  {
    "fact": "The Dead Sea is actually an inland lake"
  },
  {
    "fact": "The deepest mine in the world is the East Rand mine which goes to a depth of about 3585 metres."
  },
  {
    "fact": "The dial tone of a normal telephone is in the key of 'F'."
  },
  {
    "fact": "the diameter of Earth is 12,756 km (7,926 miles)"
  },
  {
    "fact": "the diameter of Jupiter is 152,800km (88 700 miles)"
  },
  {
    "fact": "the diameter of the sun is 1,390,000km (865,000 miles)"
  },
  {
    "fact": "the dishwasher was invented in 1889"
  },
  {
    "fact": "The distress code 'Mayday' comes from the French for help me, M'Aide!"
  },
  {
    "fact": "the dollar values on the board game Monopoly have been the same since 1935"
  },
  {
    "fact": "the dollar was established as the official currency of the US in 1785"
  },
  {
    "fact": "the doorbell was invented in 1831"
  },
  {
    "fact": "the dot on top of the letter 'i' is called a tittle"
  },
  {
    "fact": "the drinking straw was invented in 1886"
  },
  {
    "fact": "the Earth experiences over 50,000 earthquakes a year"
  },
  {
    "fact": "The Earth gets 100 tons heavier every day due to falling space dust."
  },
  {
    "fact": "The Earth gets heavier each day by tons, as meteoric dust settles on it."
  },
  {
    "fact": "The earth is .02 degrees hotter during a full moon."
  },
  {
    "fact": "the Earth is struck by lightning over 100 times every second"
  },
  {
    "fact": "The earth rotates more slowly on its axis in March than in September."
  },
  {
    "fact": "The earth travels through space at 660,000 miles per hour."
  },
  {
    "fact": "the Earth weighs 6,588,000,000,000,000,000 tons"
  },
  {
    "fact": "The Earth weighs around 6,600,000,000,000,000,000,000 tons (5,940 billion billion metric tons)!"
  },
  {
    "fact": "The Earth's atmosphere weighs about 5.5 quadrillion tons."
  },
  {
    "fact": "The egg of the hummingbird is the world's smallest bird's egg"
  },
  {
    "fact": "the egg of the ostrich the world's largest."
  },
  {
    "fact": "the Eifel Tower has 2,500,000 rivets"
  },
  {
    "fact": "the Eiffel Tower has 1,792 steps"
  },
  {
    "fact": "the Eiffel Tower is over 300m (984 ft) tall"
  },
  {
    "fact": "the Eiffel Tower is repainted every 7 years"
  },
  {
    "fact": "The electric chair was invented by a dentist!"
  },
  {
    "fact": "the electric toothbrush was invented in 1939"
  },
  {
    "fact": "The electrically-powered ceiling fan was invented in 1882 by Philip Diehl."
  },
  {
    "fact": "The elephant is one of the few mammals that can't jump!"
  },
  {
    "fact": "the elevator was invented in 1850"
  },
  {
    "fact": "the Empire State Building in New York weighs over 365,000 tons"
  },
  {
    "fact": "The energy of a discharge of an electric eel could start 50 cars."
  },
  {
    "fact": "the expression to 'knuckle down' originated from playing marbles (players used to put their knuckles to the ground for their best shots)"
  },
  {
    "fact": "The face of a penny can hold about thirty drops of water."
  },
  {
    "fact": "The famous aphrodisiac 'Spanish Fly' is made from dried beetle remains!"
  },
  {
    "fact": "The faster a kangaroo hops, the less energy it burns!"
  },
  {
    "fact": "the fastest fish in the sea is the swordfish and can reach up to speeds of 108kph (68mph, 59knots)"
  },
  {
    "fact": "the fastest insect is the Australian dragon fly (its top speed is 57 km/h (35mp/h))"
  },
  {
    "fact": "The fastest moving land snake is the Black Mamba which can move up to 7 miles per hour."
  },
  {
    "fact": "The fastest speed a falling raindrop can hit you is 18mph."
  },
  {
    "fact": "The fear of animals is called Zoophobia."
  },
  {
    "fact": "The female pigeon cannot lay eggs if she is alone. In order for her ovaries to function, she must be able to see another pigeon."
  },
  {
    "fact": "the film 'Mary Poppins' was filmed entirely indoors"
  },
  {
    "fact": "The filming of the movie 'Titanic' cost more than the Titanic itself!"
  },
  {
    "fact": "the fingerprints of koala bear are indistinguishable to that of a human"
  },
  {
    "fact": "The fingerprints of koala bears are virtually indistinguishable from those of humans, so much so that they could be confused at a crime scene."
  },
  {
    "fact": "The first alarm clock could only ring at 4 a.m."
  },
  {
    "fact": "the first aluminum drink can was introduced in 1964"
  },
  {
    "fact": "The first baseball caps were made of straw."
  },
  {
    "fact": "The first bomb dropped by the Allies on berlin in WW2 killed the only elephant in the Berlin Zoo."
  },
  {
    "fact": "The first bomb dropped on Germany in WWII killed the only elephant in the Berlin zoo!"
  },
  {
    "fact": "The first bowler to take 10 wickets in a Test innings was Jim Laker in 195"
  },
  {
    "fact": "the first Burger King was opened in Florida Miami in 1954"
  },
  {
    "fact": "the first city to mint its own gold coins was Florence, Italy in 1252"
  },
  {
    "fact": "The first coast-to-coast telephone line was established in 191"
  },
  {
    "fact": "the first credit card was a Diner's Club card issued in 1950"
  },
  {
    "fact": "the first crossword puzzle appeared in 1913"
  },
  {
    "fact": "The first domain name ever registered was Symbolics.com."
  },
  {
    "fact": "the first drug that was sold as a water soluble tablet was aspirin in 1900"
  },
  {
    "fact": "The first English dictionary was written in 1755"
  },
  {
    "fact": "The first ever dam and reservoir for irrigation purposes was built in Saurashtra."
  },
  {
    "fact": "The first ever patent in the UK was Aaron Rathbone & Roger Burges, Map makers in 1618!"
  },
  {
    "fact": "The first Ford cars had Dodge engines."
  },
  {
    "fact": "the first ground vacuum packed coffee was first introduced in 1900"
  },
  {
    "fact": "The first hard drive available for the Apple II had a capacity of only 5 megabytes."
  },
  {
    "fact": "The first Harley Davidson motorcycle was built in 1903 and used a tomato can for a carburetor."
  },
  {
    "fact": "The first household refrigerators cost about $16,000, in today's money!"
  },
  {
    "fact": "the first James Bond movie was called 'Dr. No'"
  },
  {
    "fact": "the first letters of the months July through to November spell JASON"
  },
  {
    "fact": "the first Lifesaver flavor was peppermint"
  },
  {
    "fact": "the first metered taxi was introduced in 1907"
  },
  {
    "fact": "The first OSCAR awards were presented on May 16 1929 at the Hollywood Roosevelt Hotel with an audience of about 26 people."
  },
  {
    "fact": "the first paperback book was printed by Penguin Publishing in 1935"
  },
  {
    "fact": "the first parachute jump from plane was in 1918 over France"
  },
  {
    "fact": "The first person to go over Niagara falls was Annie Edson-Taylor. She made the trip in a wooden barrel and survived!"
  },
  {
    "fact": "the first place in the world to allow women to vote New Zealand"
  },
  {
    "fact": "The first product that Sony came out with was the rice cooker."
  },
  {
    "fact": "The first product that the toy company Mattel came out with was picture frames."
  },
  {
    "fact": "the first product to have a bar code was Wrigley's gum"
  },
  {
    "fact": "The first programme shown on BBC2 was Play School"
  },
  {
    "fact": "The first railway line in india was opened to traffic between 'Mumbai and Thane' (Maharashtra)."
  },
  {
    "fact": "the first rugby club was formed in 1843"
  },
  {
    "fact": "the first sailing boats were built in Egypt"
  },
  {
    "fact": "The first song played on Virgin Radio was Born to be wild by INXS!"
  },
  {
    "fact": "the first taxi service began in New York in 1907"
  },
  {
    "fact": "The first telephone book was one page long and had only 50 names in it."
  },
  {
    "fact": "The first toilet being flushed in a motion picture was in the movie Psycho."
  },
  {
    "fact": "the first toothbrush was invented in 1498"
  },
  {
    "fact": "the first train reached a top speed of only 8 kmh (5 mph)"
  },
  {
    "fact": "The first TV commercial showed a Bulova watch ticking onscreen for exactly 60 seconds."
  },
  {
    "fact": "The first two years of a dog's life are equal to 24 human years."
  },
  {
    "fact": "The First Wireless TV Remote was invented by 'Eugene Polley' in 195"
  },
  {
    "fact": "The flea can jump 350 times its body length, that is like a human jumping the length of a football field."
  },
  {
    "fact": "the fortune cookie was invented in San Francisco"
  },
  {
    "fact": "The four religions born in India Hinduism Buddhism Jainism and Sikhism are followed by 25% of the world's population."
  },
  {
    "fact": "the frozen foods were first introduced in the 1920."
  },
  {
    "fact": "The G in 'g-string' stand for groin."
  },
  {
    "fact": "The game of snakes & ladders was created by the 13th century poet saint Gyandev."
  },
  {
    "fact": "the game of Tug-of-war was an Olympic sport from 1900-1920"
  },
  {
    "fact": "The game of volleyball was invented in 1895 by William G. Morgan."
  },
  {
    "fact": "the Giant Pacific Octopus can squeeze its entire body through a hole the size of its beak"
  },
  {
    "fact": "The Giant South African Earthworm can grow up to 22 feet long and 1 inch in thick."
  },
  {
    "fact": "The giant squid has the largest eyes in the world."
  },
  {
    "fact": "The glue on Israeli stamps is certified kosher."
  },
  {
    "fact": "the Grand Canyon can hold around 900 trillion footballs"
  },
  {
    "fact": "the grapefruit gets its name from the way it grows in clusters like grapes on a vine"
  },
  {
    "fact": "The Grateful Dead were once called 'The Warlocks'."
  },
  {
    "fact": "The great wall of China is 1,400 miles long!"
  },
  {
    "fact": "The Great Wall of China is approximately 6,430 Km long (3,995 miles)"
  },
  {
    "fact": "the Greek national anthem has 158 verses"
  },
  {
    "fact": "the greyhound is the fastest dog and can reach speeds of up to 72kph (45mph)"
  },
  {
    "fact": "The hair of an adult man or woman can stretch 25% of its length without breaking."
  },
  {
    "fact": "the hamburger was invented in 1900"
  },
  {
    "fact": "the hardest substance in the human body is enamel"
  },
  {
    "fact": "the Hawaiian alphabet has 13 letters"
  },
  {
    "fact": "The heart of a mouse beats 650 times per minute!"
  },
  {
    "fact": "The heart of an astronaut actually gets smaller when in outer space."
  },
  {
    "fact": "The heart pumps about 1 million barrels of blood during an average lifetime!"
  },
  {
    "fact": "The height of a bowling pin is equal to its circumference."
  },
  {
    "fact": "The highest attendance for one football match was in the 1950 final. The official attendance was 199854 for the match between Brazil and Uruguay."
  },
  {
    "fact": "The highest point in Pennsylvania is lower than the lowest point in Colorado!"
  },
  {
    "fact": "The highest speed ever achieved on a bicycle is 26831 kmph (1694mph) by Fred Rompelberg. (Record date: 3 October 1995)"
  },
  {
    "fact": "The Honourable Company of Edinburgh Golfers founded in 1744, is the world's oldest golf club!"
  },
  {
    "fact": "the hottest chile in the world is the habanero"
  },
  {
    "fact": "The household wrench was invented by boxing heavyweight champion Jack Johnson in 1922."
  },
  {
    "fact": "the human body contains 96,000km(59,650miles) of blood vessels"
  },
  {
    "fact": "The human body contains 96000km(59650miles) of blood vessels."
  },
  {
    "fact": "the human body creates 2,500,000 new red blood cells every second"
  },
  {
    "fact": "the human body has over 600 muscles (40% of the bodys weight)"
  },
  {
    "fact": "the human body of a 70 kg person contains 0.2mg of gold"
  },
  {
    "fact": "The human brain is insensitive to pain."
  },
  {
    "fact": "the human eye blinks over 4,200,000 times a year"
  },
  {
    "fact": "the human eye can detect more shades of green that any other colour"
  },
  {
    "fact": "The human heart creates enough pressure to squirt blood 30 ft."
  },
  {
    "fact": "The human heart creates enough pressure while pumping to squirt blood 30 feet."
  },
  {
    "fact": "the hydrochloric acid found in your stomach is strong enough to dissolve a nail"
  },
  {
    "fact": "the hyoid bone in your throat is the only bone in your body not attached to any other"
  },
  {
    "fact": "the ice cream cone was introduced in 1904"
  },
  {
    "fact": "the ideal temperature to fall asleep is between 18-30c (64-86f)"
  },
  {
    "fact": "The Indian economy is the world's eleventh largest economy by nominal GDP and the fourth largest by purchasing power parity."
  },
  {
    "fact": "the Internet was originally called ARPANet (Advanced Research Projects Agency Network) designed by the US department of defense"
  },
  {
    "fact": "The inventor of the Waffle Iron did not like waffles."
  },
  {
    "fact": "The inventor of Vaseline ate a spoonful of the stuff every morning!"
  },
  {
    "fact": "The IRS employees tax manual has instructions for collecting taxes after a nuclear war."
  },
  {
    "fact": "The IRS processes more than 2 billion pieces of paper each year."
  },
  {
    "fact": "The Japanese call their country as 'Nippon'."
  },
  {
    "fact": "The Japanese commonly put ketchup on their rice."
  },
  {
    "fact": "The Japanese liquor, Mam, uses venomous snakes as one of its main engredients."
  },
  {
    "fact": "The katydid bug hears through holes in its hind legs!"
  },
  {
    "fact": "The king of hearts is the only king without a moustache on a standard playing card!"
  },
  {
    "fact": "The Knock Nevis was a massive ship with '1504' ft length last used as a floating storage and offloading unit (FSO)"
  },
  {
    "fact": "The Koala bear is not really a bear but is really related to the kangaroo and the wombat."
  },
  {
    "fact": "The largest diamond ever found was an astounding 3,106 carats!"
  },
  {
    "fact": "the largest exporter of sugar is Cuba"
  },
  {
    "fact": "the largest island in the Mediterranean sea is Sicily"
  },
  {
    "fact": "The largest recorded tsunami was a wave 1720 feet (524 meters) above sea level in Lituya Bay Alaska (July 9 1958)"
  },
  {
    "fact": "the last Play Boy centerfold to have staples was published in 1985"
  },
  {
    "fact": "The launching mechanism of a carrier ship that helps planes to take off could throw a pickup truck over a mile."
  },
  {
    "fact": "The leading cause of poisoning for children under the age of six in the home is liquid dish soap."
  },
  {
    "fact": "The lense of the eye continues to grow throughout a person's life."
  },
  {
    "fact": "the letter W is the only letter in the alphabet that has 3 syllables (all others have 1)"
  },
  {
    "fact": "the lie detector was invented in 1921"
  },
  {
    "fact": "The life boat was patented in 1845!"
  },
  {
    "fact": "the life span of a house fly is between 10 to 25 days"
  },
  {
    "fact": "the lifespan of a squirrel is 9 years"
  },
  {
    "fact": "The lifespan of the common goldfish is over 20 years!"
  },
  {
    "fact": "The lion that roars in the MGM logo is named Volney."
  },
  {
    "fact": "The liquid inside young coconuts can be used as a substitute for blood plasma."
  },
  {
    "fact": "The little bags of netting for gas lanterns (called 'mantles') are radioactive...so much so that they will set of an alarm at a nuclear reactor."
  },
  {
    "fact": "the little hole in some sinks that lets the water drain out instead of flowing is called a 'porcelator'"
  },
  {
    "fact": "The longest cave in the world is the 'Mammoth Cave System' in the USA at 560,000 mtrs deep!"
  },
  {
    "fact": "the longest one syllable word in the English language is 'screeched'"
  },
  {
    "fact": "the longest possible eclipse of the sun is 7.31 minutes"
  },
  {
    "fact": "The longest professional tennis match was between Nicolas Mahut and John Isner on June 22 23 and 24 2010. It lasted 183 games and required 11 hours and 5 minutes of playing time."
  },
  {
    "fact": "The longest recorded flight of a chicken is 13 seconds!"
  },
  {
    "fact": "the longest recorded flight of a chicken was 13 seconds"
  },
  {
    "fact": "the longest street in the world is Yonge street in Toronto Canada measuring 1,896 km (1,178 miles)"
  },
  {
    "fact": "the longest time a person has been in a coma is 37 years"
  },
  {
    "fact": "The longest tournament chess game (in terms of moves) ever to be played was Nikolic - Arsovic Belgrade 1989 which lasted for 269 moves and took 20 hours and 15 minutes to complete a drawn game."
  },
  {
    "fact": "The longest word in the English language is pneumonoultramicroscopicsilicovolcanoconioses!"
  },
  {
    "fact": "The longest word in the English language with no vowels is Rhythms!"
  },
  {
    "fact": "the longest word that can be typed using only our right hand is 'lollipop'"
  },
  {
    "fact": "The Lucky Dog (1921) is the first film to include both members 'Stan Laurel' and 'Oliver Hardy' later known as Laurel and Hardy."
  },
  {
    "fact": "The lungfish can live out of water for three years in a state of suspended animation."
  },
  {
    "fact": "The major air-polluting industries are iron steel and cement."
  },
  {
    "fact": "the makers of the board game Monopoly print over 50 billion dollars worth of Monopoly money every year"
  },
  {
    "fact": "The male platypus has poisonous spurs on its legs."
  },
  {
    "fact": "The man who created the Thighmaster was once a Bhuddist Monk."
  },
  {
    "fact": "The mask used by Michael Myers in the original 'Halloween' was actually a Captain Kirk mask painted white."
  },
  {
    "fact": "the meaning of 'Blue Chip' comes from blue casino chips which have a high value"
  },
  {
    "fact": "The metal instrument used in shoe stores to measure feet is called the Brannock device."
  },
  {
    "fact": "The MGM Grand Hotel of Las Vegas washes 15,000 pillowcases per day!"
  },
  {
    "fact": "The mile is Latin for 1,000. The number of paces it took the average Roman!"
  },
  {
    "fact": "The Mint once considered producing doughnut-shaped coins!"
  },
  {
    "fact": "The Mona Lisa has no eyebrows. It was the fashion in Renaissance Florence to shave them off!"
  },
  {
    "fact": "the moon is 27% the size of the Earth"
  },
  {
    "fact": "The moon is actually moving away from Earth at a rate of 1.5 inches per year."
  },
  {
    "fact": "the moon orbits the Earth every 27.32 days"
  },
  {
    "fact": "the Moons diameter is 3,476km"
  },
  {
    "fact": "the most abundant metal in the Earth's crust is aluminum"
  },
  {
    "fact": "The most collect calls are made on Father's Day."
  },
  {
    "fact": "the most common disease is tooth decay"
  },
  {
    "fact": "the most common injury in ten pin bowling is a sore thumb"
  },
  {
    "fact": "the most common mental illnesses are anxiety and depression"
  },
  {
    "fact": "the most common Spanish surname is Garcia"
  },
  {
    "fact": "The most common time for a bank robbery is Friday, between 9 and 11 a.m. The least likely time is Wednesday, between 3 and 6 p.m."
  },
  {
    "fact": "the most common time for a wake up call is 7am"
  },
  {
    "fact": "the most commonly forgotten item for travelers is their toothbrush"
  },
  {
    "fact": "the most commonly used letter in the alphabet is E"
  },
  {
    "fact": "the most commonly used word in English conversation is 'I'"
  },
  {
    "fact": "the most fatal car accidents occur on Saturdays"
  },
  {
    "fact": "The most poisonous lizard is 'Gila monster'."
  },
  {
    "fact": "The most popular Campbell's Soup in Hong Kong is watercress and duck gizzard."
  },
  {
    "fact": "The most popular first name in the world is Muhammad!"
  },
  {
    "fact": "the most popular snack food is potato chips"
  },
  {
    "fact": "The most popular sport as a topic for a film is boxing."
  },
  {
    "fact": "the most popular toothbrush color is blue"
  },
  {
    "fact": "The most powerful electric eel is found in the rivers of Brazil, Columbia, Venezuela, and Peru, and produces a shock of 400-650 volts."
  },
  {
    "fact": "The most productive day of the workweek is Tuesday."
  },
  {
    "fact": "The most pushups ever performed in one day was 46,001."
  },
  {
    "fact": "the most sung song is happy birthday"
  },
  {
    "fact": "The most used letter in the English alphabet is 'E', and 'Q' is the least used!"
  },
  {
    "fact": "the most valuable nutrients of a potato are its skin"
  },
  {
    "fact": "The mother of the boy Michael Jackson is accused of abusing him as Janet Jackson."
  },
  {
    "fact": "the movie 'Wayne's World' was filmed in two weeks"
  },
  {
    "fact": "the movie Pulp Fiction cost $8 million to make with $5 million going towards actor's salaries"
  },
  {
    "fact": "The Muppet Show was banned from Saudi Arabian TV becuase one if its stars was a pig."
  },
  {
    "fact": "The name `India' is derived from the River Indus."
  },
  {
    "fact": "The name Joshua is Hebrew for Jesus."
  },
  {
    "fact": "The name Wendy was made up for the book Peter Pan!"
  },
  {
    "fact": "The name Wendy was made up for the book Peter Pan."
  },
  {
    "fact": "the naming of tropical storms and hurricanes officially began in 1953"
  },
  {
    "fact": "the national anthems of Japan, Jordan, and San Marino each have only 4 lines"
  },
  {
    "fact": "The National Flag of India was adopted in its present form during a meeting of the Constituent Assembly held on 22 July 1947 when it became the official flag of the Dominion of India."
  },
  {
    "fact": "The Nestles haven't run Nestle since 1875."
  },
  {
    "fact": "The New York Stock Exchange started as a coffee shop!"
  },
  {
    "fact": "The Niagara Falls moves upstream at an average rate of about 295ft a century!"
  },
  {
    "fact": "the night vision of tigers is 6 times better than humans"
  },
  {
    "fact": "the Nile river flows North"
  },
  {
    "fact": "The Nobel Peace Prize medal depicts 3 naked men with their hands on each others shoulders."
  },
  {
    "fact": "The noble gas Xenon lasers can cut through materials that are so tough even diamond tipped blades will not cut."
  },
  {
    "fact": "The normal static electricty shock that zaps your finger when you touch a doorknob is usually between 10,000 and 30,000 volts!"
  },
  {
    "fact": "the number 1 reason why people purchase a mobile phone is for safety"
  },
  {
    "fact": "the number 2 is the only number greater than zero that when added to or multiplied by itself gives you the same result (4)"
  },
  {
    "fact": "the number 4 is the only number that has the same number of letters in it"
  },
  {
    "fact": "The number of births that occur in India each year is higher than the entire population of Australia."
  },
  {
    "fact": "The oceans cover 71% of the Earth's surface and contain 97% of the Earth's water."
  },
  {
    "fact": "The octopus' testicles are located in its head."
  },
  {
    "fact": "The odds of being killed by falling out of bed are one in two million."
  },
  {
    "fact": "the odds of being struck by lightning are 600,000 to 1"
  },
  {
    "fact": "the odds of being stuck by lighting is 280,000 to 1"
  },
  {
    "fact": "The odds of getting a hole-in-one in golf are estimated at about 18,000-to-1."
  },
  {
    "fact": "The oil used by jewelers to lubricate clocks and watches costs about $3,000 a gallon."
  },
  {
    "fact": "the oldest cockroach fossils are over 280 million years old"
  },
  {
    "fact": "the oldest exposed surface on Earth is New Zealand's south island"
  },
  {
    "fact": "the oldest known vegetable is the pea"
  },
  {
    "fact": "The oldest patented company logo is the red triangle of Bass beers!"
  },
  {
    "fact": "The oldest pig in the world lived to the age of 68."
  },
  {
    "fact": "the oldest word in the English language is 'town'"
  },
  {
    "fact": "the Olympic flag was designed in 1913"
  },
  {
    "fact": "The only 15 letter word that can be spelled without repeating a letter is uncopyrightable!"
  },
  {
    "fact": "The only confirmed poisonous bird in the world is 'Hooded Pitohui' of Papua New Guinea. The poison is found in its skin and feathers."
  },
  {
    "fact": "the only continent with no active volcanoes is Australia"
  },
  {
    "fact": "the only continent without reptiles or snakes is Antarctica"
  },
  {
    "fact": "The only country in the world with 13 months is Ethiopia."
  },
  {
    "fact": "The only fish which can able to fly is Exocoetidae."
  },
  {
    "fact": "The only food that cockroaches wont eat are Cucumbers!"
  },
  {
    "fact": "The only king without a moustache in a deck of cards is the king of hearts."
  },
  {
    "fact": "the only letter which doesn't appear in the Periodic Table is j"
  },
  {
    "fact": "The only part of the body that has no blood supply is the cornea in the eye. It takes in oxygen directly from the air."
  },
  {
    "fact": "the only thing that can destroy a diamond is intense heat"
  },
  {
    "fact": "the opposite of a 'vacuum' is a 'plenum'"
  },
  {
    "fact": "The opposite sides of a dice cube always add up to seven!"
  },
  {
    "fact": "the opposite sides of a die always adds up to 7"
  },
  {
    "fact": "the original design of Monopoly was circular"
  },
  {
    "fact": "The original name for the butterfly was 'flutterby'!"
  },
  {
    "fact": "The original title of Jane Austen's novel Pride and Prejudice was First Impression!"
  },
  {
    "fact": "The original Toby jugs were modelled on Harry 'Toby' Elwes a Yorkshireman!"
  },
  {
    "fact": "The owl is the only bird to drop its upper eyelid to wink. All other birds raise their lower eyelids."
  },
  {
    "fact": "The Pacific island of Nauru’s economy is almost entirely based on bird droppings."
  },
  {
    "fact": "the Pacific Ocean is the world's largest"
  },
  {
    "fact": "the past tense for the English word 'dare' is 'durst'"
  },
  {
    "fact": "The penalty for masturbation in Indonesia is decapitation."
  },
  {
    "fact": "The penguin is the only bird that can swim, but cannot fly."
  },
  {
    "fact": "The phrase 'rule of thumb' is derived from and old English law which stated that you couldn't beat your wife with anything wider than your thumb."
  },
  {
    "fact": "The Pittsburgh Steelers were originally called the Pirates."
  },
  {
    "fact": "The placement of a donkey's eyes in its head enables it to see all four feet at all times!"
  },
  {
    "fact": "The placement of a donkey's eyes in its' heads enables it to see all four feet at all times."
  },
  {
    "fact": "The poison-arrow frog has enough poison to kill about 2,200 people!"
  },
  {
    "fact": "The population of the Earth has more than doubled since 1950."
  },
  {
    "fact": "The powder on chewing gum is finely-ground marble."
  },
  {
    "fact": "The practice of identifying baseball players by number was started by the Yankees in 1929."
  },
  {
    "fact": "The praying mantis is the only insect that can turn its head!"
  },
  {
    "fact": "the primary reason for growing rice in flooded paddies is to drown the weeds surrounding the young seedlings (rice can grow in well drained areas)"
  },
  {
    "fact": "The pupil of the eye expands as much as 45% when a person looks at something pleasing."
  },
  {
    "fact": "The Queen Mary - the grandest vessel of her day - had many of her vital components made by car manufacturer Skoda!"
  },
  {
    "fact": "The quills of a porcupine are soft when they are born."
  },
  {
    "fact": "The race number 46 has been ever present in Valentino Rossi's career uses same number as his father Graziano ran with during his own Moto GP career."
  },
  {
    "fact": "the rarest type of diamond is green"
  },
  {
    "fact": "The revenue that is generated from gambling is more than the revenue that comes from movies, cruise ships, recorded music, theme parks, and spectator sports combined."
  },
  {
    "fact": "the revolving door was invented in 1888"
  },
  {
    "fact": "The right lung takes in more air than the left."
  },
  {
    "fact": "The roar that we hear when we place a seashell next to our ear is not the ocean but rather the sound of blood surging through the veins in the ear."
  },
  {
    "fact": "the safest car color is white"
  },
  {
    "fact": "The scientific name for the domestic dog is 'Canis lupis familiaris'."
  },
  {
    "fact": "The scientific name of human being's is HOMO SAPIENS."
  },
  {
    "fact": "The Scientifical name of 'Tiger' is 'Panthera tigris'."
  },
  {
    "fact": "The search engine Google got its name from the word ‘googol’, which refers to the number one with a hundred zeros after it."
  },
  {
    "fact": "The seeds of an Indian Lotus tree remain viable for 300 to 400 years."
  },
  {
    "fact": "the sentence 'the quick brown fox jumps over the lazy dog' uses every letter in the English alphabet"
  },
  {
    "fact": "The sentence The quick brown fox jumps over a lazy dog uses every letter of the alphabet!"
  },
  {
    "fact": "the shell is 12% of an eggs weight"
  },
  {
    "fact": "the side of a hammer is called a cheek"
  },
  {
    "fact": "The sixth sick sheik's sixth sheep's sick' is said to be the toughest tongue twister"
  },
  {
    "fact": "The skeleton of a spider is located on the outside of the body. The name for this is exoskelton."
  },
  {
    "fact": "the skeleton of an African elephant accounts for about 15% of its body weight"
  },
  {
    "fact": "The sloth (a mammal) moves so slowly that green algae can grow undisturbed on its fur!"
  },
  {
    "fact": "the smallest bones in the human body are found in your ear"
  },
  {
    "fact": "the smallest dog is the Chihuahua"
  },
  {
    "fact": "The smallest man ever was Gul Mohammed (1957-1997) of India who measured 1 feet 10? inches."
  },
  {
    "fact": "the softest known mineral is talc"
  },
  {
    "fact": "The song 'Mile Sur Mera Tumhara' was composed by Ashok Patki and written by Piyush Pandey and was telecast for the first time on Independence Day 1988 in Doordarshan."
  },
  {
    "fact": "The song 'Strawberry Fields Forever', sung by the Beatles, refers to an orphanage located in Liverpool."
  },
  {
    "fact": "The sound made by a 'Deer' is called 'Bell'."
  },
  {
    "fact": "The sound made by a 'Elephant' is called 'Trumpet'."
  },
  {
    "fact": "The sound made by a 'Lion' is called 'Roar'."
  },
  {
    "fact": "The sound made by a 'Peacock' is called 'Scream'."
  },
  {
    "fact": "The sound made by a 'Snake' is called 'Hiss'."
  },
  {
    "fact": "The speed of a typical raindrop is 17 miles per hour."
  },
  {
    "fact": "The speed of sound in water is 1435 m/sec - nearly five times faster than the speed of sound in air."
  },
  {
    "fact": "the spikes of a newborn hedgehog begin to appear within 24 hours"
  },
  {
    "fact": "The Stanley Cup originally was only seven and a half inches high."
  },
  {
    "fact": "The starfish is one of the few animals who can turn it's stomach inside-out!"
  },
  {
    "fact": "The state of Florida is bigger than England!"
  },
  {
    "fact": "The state of Wyoming is named after a valley in Pennsylvania."
  },
  {
    "fact": "The state sport of Maryland is Jousting."
  },
  {
    "fact": "the Statue of Liberty weighs over 225 tons"
  },
  {
    "fact": "the statue of Liberty's mouth is 3 feet wide"
  },
  {
    "fact": "The sting from a killer bee contains less venom than the sting from a regular bee!"
  },
  {
    "fact": "the stomach acids found in a snakes stomach can digest bones and teeth but not fur or hair"
  },
  {
    "fact": "The storage capacity of human brain exceeds 4 Terrabytes."
  },
  {
    "fact": "The streets of Victor, Colorado, once a gold rush town, are paved with low-grade gold."
  },
  {
    "fact": "the study of insects is called entomology"
  },
  {
    "fact": "the subject of the first printed book in England was about chess"
  },
  {
    "fact": "The Summy Company registered 'Happy Birthday to You' song for copyright in 1935 crediting authors Preston Ware Orem and Mrs. R.R. Forman."
  },
  {
    "fact": "the Sun has a diameter of 1,390,176km (864,000miles)"
  },
  {
    "fact": "The sun is 330,330 times larger than the earth."
  },
  {
    "fact": "The sun is approximately 149 million kilometres from the earth."
  },
  {
    "fact": "the supersonic Concorde jet made its first trial flight on January 1st 1969"
  },
  {
    "fact": "the surface area of a brick is 79 cm squared"
  },
  {
    "fact": "the surface area of your lungs is roughly the same size as a tennis court"
  },
  {
    "fact": "The Swell Shark found in New Zealand barks like a dog."
  },
  {
    "fact": "The symbol on the 'pound' key (#) is called an octothorpe."
  },
  {
    "fact": "the Taj Mahal in India is made entirely out of marble"
  },
  {
    "fact": "The Taj Mahal took 20 years and 20 thousand men to finish!"
  },
  {
    "fact": "the tallest mammal is the giraffe"
  },
  {
    "fact": "the tea bag was invented in 1908"
  },
  {
    "fact": "The temperature of milk when it leaves the body of a cow is 101 degrees Fahrenheit. The milk is then quickly chilled and stored at a temperature of 40 degrees Fahrenheit."
  },
  {
    "fact": "The temperature of the earth's interior increases by 1 degree every 60 feet down."
  },
  {
    "fact": "the tentacles of the giant arctic jellyfish can reach 36.6 meters (120 feet)"
  },
  {
    "fact": "the term 'disc jockey' was first used in 1937"
  },
  {
    "fact": "The three wealthiest families in the world have more assets than the combined wealth of the forty-eight poorest nations."
  },
  {
    "fact": "the Titanic was built in Belfast"
  },
  {
    "fact": "The tongue is the strongest muscle in the human body."
  },
  {
    "fact": "The TV sitcom Seinfeld was originally called 'The Seinfeld Chronicles'"
  },
  {
    "fact": "The two planes crashed in Twin towers are 'Q33 NY (Flight 11) and Flight 77'.(More interesting Type Q33 NY in Ms-Word with font size 48 and font name as 'WINGDINGS'and hit 'Enter' key)."
  },
  {
    "fact": "the typewriter was invented in 1829"
  },
  {
    "fact": "The typical spec of dust that you see floating in the air is half way in size between the Earth and a subatomic particle."
  },
  {
    "fact": "the typical wave height from Pacific tsunami is between 6 - 9 metres"
  },
  {
    "fact": "The U.N.O headquarters is located at Geneva."
  },
  {
    "fact": "The universally popular Hershey bar was used overseas during World War II as currency."
  },
  {
    "fact": "The University of Alaska stretches over 4 time zones."
  },
  {
    "fact": "The Vandalur Zoo in Chennai is the First Zoo (1855) in India and one of the largest in South Asia."
  },
  {
    "fact": "The venom of a small scorpion is much more toxic than the venom of a large scorpion."
  },
  {
    "fact": "The venom of the king cobra is so deadly that just one gram of it can kill 150 people."
  },
  {
    "fact": "The very first motorcycle was made by Sylvester Howard roper in 186"
  },
  {
    "fact": "the vocabulary of the average person is between 5,000 to 6,000 words"
  },
  {
    "fact": "The volume of the Earth's moon is the same as the volume of the Pacific Ocean."
  },
  {
    "fact": "The wandering albatross is the bird with the biggest wingspan reaching up to 3 metres and weigh between 6 and 16 kg."
  },
  {
    "fact": "The warmest temperature ever recorded on Antarctica was 3 degrees F."
  },
  {
    "fact": "the water in the Dead Sea is so salty that its easier to float than sink"
  },
  {
    "fact": "the WD in WD-40 stands for Water Displacer"
  },
  {
    "fact": "The weight of a carat (200 milligrams), standard unit of measurement for gemstones, is based on the weight of the carob seed."
  },
  {
    "fact": "The weight of air in a milk glass is about the same as the weight of one aspirin tablet."
  },
  {
    "fact": "The wheelbarrow is invented in China"
  },
  {
    "fact": "The Wild Turkey is the only bird with a beard."
  },
  {
    "fact": "The winter of 1932 in the US was so cold that Niagara falls froze completely solid!"
  },
  {
    "fact": "the word 'almost' is the longest in the English language with all the letters in alphabetical order"
  },
  {
    "fact": "the word 'almost' is the longest word spelt alphabetically"
  },
  {
    "fact": "The word 'gymnasium' comes from the Greek word gymnazein which means 'to exercise naked."
  },
  {
    "fact": "the word 'karate' means 'empty hand'"
  },
  {
    "fact": "the word 'lethologica' describes the state of not being able to remember the word you want"
  },
  {
    "fact": "The word 'News' is actually an acronym standing for the 4 cardinal compass points - North East West and South!"
  },
  {
    "fact": "The word 'set' has more definitions than any other word in the English language."
  },
  {
    "fact": "the word 'Strengths' is the longest word in the English language with just one vowel"
  },
  {
    "fact": "the word 'taxi' is spelled the same in English, German, French, Swedish, and Portuguese"
  },
  {
    "fact": "the word 'testify' derived from a time when men were required to swear on their testicles"
  },
  {
    "fact": "the word 'uncopyrightable' is the is the only 15 letter word that can be spelled without repeating any letter"
  },
  {
    "fact": "the word 'underground is the only word that begins and ends with the letters 'und'"
  },
  {
    "fact": "The word 'diamond' comes from the Greek word 'adamas' which means 'unconquerable'."
  },
  {
    "fact": "the word denim comes from 'de Nimes' or from Nimes which is a town in France"
  },
  {
    "fact": "the word fortnight is a contraction of the 2 words 'fourteen nights'"
  },
  {
    "fact": "the word laser stands for 'Light Amplification by Stimulated Emission of Radiation'"
  },
  {
    "fact": "the word old English word 'juke' meaning dancing lends its name to the juke box"
  },
  {
    "fact": "the word racecar can be spelled the same way backwards"
  },
  {
    "fact": "The word taxi is spelled the same in English, German, French, Swedish and Portuguese."
  },
  {
    "fact": "The word Tips is actually an acronym standing for 'To Insure Prompt Service'."
  },
  {
    "fact": "the word typewriter is the longest word that can be typed using only the top row of a keyboard"
  },
  {
    "fact": "The World Trade Center towers used to have two zip codes, 10047-10048, one for each building."
  },
  {
    "fact": "The world's biggest library is the Library of Congress the national library of the United States."
  },
  {
    "fact": "the world's first paved streets were laid in Rome in 170 B.C."
  },
  {
    "fact": "the world's first roller coaster opened in 1884 at Coney Island New York"
  },
  {
    "fact": "The world's highest cricket ground is in Chail Himachal Pradesh located at an altitude of 7500 feet above sea-level."
  },
  {
    "fact": "the world's knowledge is growing so fast that 90% of what we will know in 50 years time will be discovered in those 50 years"
  },
  {
    "fact": "the world's most expensive spice is saffron"
  },
  {
    "fact": "the world's smallest mammal is the bumblebee bat of Thailand"
  },
  {
    "fact": "The world's termites outweigh the world's humans 10 to 1!"
  },
  {
    "fact": "The worlds oldest piece of chewing gum is over 9000 years old!"
  },
  {
    "fact": "the worlds smallest bird is the 'bee hummingbird' found in Cuba"
  },
  {
    "fact": "The world’s youngest parents were 8 and 9 and lived in China in 1910."
  },
  {
    "fact": "the wristwatch was invented in 1904"
  },
  {
    "fact": "the yo-yo was originally used as a weapon for hunting the in the Philippines"
  },
  {
    "fact": "The youngest person to climb Mount Everest was 13-year-old Jordan Romero in 22' May 201"
  },
  {
    "fact": "The Zip Code 12345 is assigned to General Electric in Schenectady, New York."
  },
  {
    "fact": "The ‘Big Dipper’ is known as ‘The Casserole’ in France."
  },
  {
    "fact": "The ‘v’ in the name of a court case does not stand for ‘versus’ but for ‘and’ (in civil proceedings) or ‘against’ (in criminal proceedings)."
  },
  {
    "fact": "There are 102 floors in Empire State building New York City."
  },
  {
    "fact": "there are 132 rooms in the US White House"
  },
  {
    "fact": "there are 2 chickens for every person"
  },
  {
    "fact": "there are 2,598,960 possible hands in a 5 card poker game"
  },
  {
    "fact": "There are 206 bones in the human body!"
  },
  {
    "fact": "there are 22 stars in the Paramount studios logo"
  },
  {
    "fact": "There are 293 ways to make change for a dollar."
  },
  {
    "fact": "there are 31,536,000 seconds in a year"
  },
  {
    "fact": "there are 31,557,600 seconds in a year"
  },
  {
    "fact": "There are 53 Lego bricks manufactured for each person in the world."
  },
  {
    "fact": "There are 635,013,559,599 possible hands in a game of bridge."
  },
  {
    "fact": "there are 7 points on the Statue of Liberty's crown"
  },
  {
    "fact": "There are 70 million sheep in New Zealand (with 4 million people)"
  },
  {
    "fact": "There are 92 known cases of nuclear bombs lost at sea."
  },
  {
    "fact": "there are a million ants for every person on Earth"
  },
  {
    "fact": "there are around 30 milligrams of caffeine in the average chocolate bar while a cup of coffee has around 100 to 150"
  },
  {
    "fact": "There are currently 6912 living languages defined as languages that people speak today."
  },
  {
    "fact": "there are exactly 1,048,576 bytes in 1 megabyte"
  },
  {
    "fact": "There are more bacteria in your mouth than there are people in the world."
  },
  {
    "fact": "there are more chickens than people"
  },
  {
    "fact": "There are more fatal car accidents in July than any other month."
  },
  {
    "fact": "There are more insects in one square mile of rural land than there are human beings in the world."
  },
  {
    "fact": "there are more insects in the world than all other animals combined"
  },
  {
    "fact": "There are more nutrients in the cornflake package itself than there are in the actual cornflakes."
  },
  {
    "fact": "There are more species of fish than all the species of amphibians reptiles birds and mammals combined."
  },
  {
    "fact": "There are more telephones than people in Washington, D.C."
  },
  {
    "fact": "There are more than 1,000 chemicals in a cup of coffee. Of these, only 26 have been tested, and half caused cancer in rats."
  },
  {
    "fact": "There are more than 10 million bricks in the Empire State Building!"
  },
  {
    "fact": "there are more than 50 different kinds of kangaroos"
  },
  {
    "fact": "There are more than 50,000 earthquakes throughout the world every year!"
  },
  {
    "fact": "There are more than one million animal species on Earth!"
  },
  {
    "fact": "There are no ants in Iceland, Antarctica, and Greenland."
  },
  {
    "fact": "There are no clocks in Las Vegas gambling casinos."
  },
  {
    "fact": "There are no hog lips or snouts in SPAM."
  },
  {
    "fact": "There are no penguins in the North Pole."
  },
  {
    "fact": "There are no rental cars in Bermuda."
  },
  {
    "fact": "there are no rivers in Saudi Arabia"
  },
  {
    "fact": "There are no words in the dictionary that rhyme with: orange, purple, and month! Interesting tries from our readers: orange: door hinge, melange (French for mix) purple: hurtle, durple?, turtle month: once, bunth?, hunch"
  },
  {
    "fact": "There are only 14 blimps in the world."
  },
  {
    "fact": "there are only 3 sets of letters on a keyboard which are in alphabetical order (f g h, j k l, and o p)"
  },
  {
    "fact": "there are only 4 words in the English language which end in 'dous' (they are: hazardous, horrendous, stupendous and tremendous)"
  },
  {
    "fact": "there are over 1,600 known species of starfishes"
  },
  {
    "fact": "there are over 10 million bricks in the Empire State Building"
  },
  {
    "fact": "there are over 10 trillion living cells in the human body"
  },
  {
    "fact": "there are over 100 different viruses that cause the common cold"
  },
  {
    "fact": "there are over 100,000 different species of butterflies"
  },
  {
    "fact": "there are over 130 species of owl"
  },
  {
    "fact": "there are over 15,000 different kinds of rice"
  },
  {
    "fact": "there are over 2,500 different types of mushrooms"
  },
  {
    "fact": "there are over 225,000 trees in New York's Central Park"
  },
  {
    "fact": "there are over 320 species of parrots"
  },
  {
    "fact": "there are over 4,300 known species of ladybugs"
  },
  {
    "fact": "there are over 40,000 muscles tendons in an elephant's trunk"
  },
  {
    "fact": "there are over 600 windows on the Empire State Building"
  },
  {
    "fact": "there are over 690 known species of bats"
  },
  {
    "fact": "there are over 7,000 different types of apples"
  },
  {
    "fact": "there are over 80,000 different species of ants"
  },
  {
    "fact": "there are over 900 species of bats"
  },
  {
    "fact": "there are over 900,000 known species of insects"
  },
  {
    "fact": "there are over 97,000 km (60,000 miles) of blood vessels in the average person"
  },
  {
    "fact": "There are roughly 144000 mosquitoes for every person on earth."
  },
  {
    "fact": "There are some species of snails that are extremely venomous."
  },
  {
    "fact": "There are three golf balls sitting on the moon."
  },
  {
    "fact": "There are two independent states within Italy: the Republic of San Marino (25 square miles) and the Vatican City (just 107 acres)"
  },
  {
    "fact": "There are two kinds of camels 'Arabian' with one humps (lives in Western Asia and Northern Africa) and 'Bactrian' with two humps (lives in Mongolia and Chinese Turkistan.)"
  },
  {
    "fact": "There have been 47 Charlie Chan Movies, with six actors playing the part. None were Chinese!"
  },
  {
    "fact": "there is 200 times more gold in the world's oceans than has been mined"
  },
  {
    "fact": "There is a city called Rome on every continent."
  },
  {
    "fact": "There is a giant mushroom in Oregon that is over 2,400 years old, covers 3.4 square miles of land, and is still growing!"
  },
  {
    "fact": "There is a species of clam that can grow up to four feet long and weigh up to 500 pounds."
  },
  {
    "fact": "There is a town called Paradise and a town called Hell in Michigan!"
  },
  {
    "fact": "There is enough fuel in a full tank of a Jumbo Jet to drive an average car four times around the world."
  },
  {
    "fact": "there is enough petrol in a full tank of a Jumbo Jet to drive the average car 4 times around the world"
  },
  {
    "fact": "There is more real lemon juice in Lemon Pledge furniture polish than in Country Time Lemonade."
  },
  {
    "fact": "there is no butter in buttermilk"
  },
  {
    "fact": "there is no proof as to who built the Taj Mahal"
  },
  {
    "fact": "there is no rice in rice paper"
  },
  {
    "fact": "there is no sound in space"
  },
  {
    "fact": "There is no tipping at restaurants in Japan."
  },
  {
    "fact": "There is one slot machine in Las Vegas for every eight inhabitants."
  },
  {
    "fact": "There was no punctuation until the 15th century."
  },
  {
    "fact": "There wasn't a single pony in the Pony Express, just horses!"
  },
  {
    "fact": "thin skinned lemons are the juiciest"
  },
  {
    "fact": "Thomas Alva Edison patented almost 1,300 inventions in his lifetime!"
  },
  {
    "fact": "Thomas Edison, lightbulb inventor, was afraid of the dark!"
  },
  {
    "fact": "Three consective strikes in bowling is called a turkey."
  },
  {
    "fact": "Three kinds of blood vessels are Arteries Vanes and Caterpillars."
  },
  {
    "fact": "Three Mile Island is only 2 1/2 miles long."
  },
  {
    "fact": "Throughout its lifetime an elephant goes through six sets of teeth. The elephant starves to death once the sixth set of teeth falls out."
  },
  {
    "fact": "Tiger Woods' real first name is Eldrick"
  },
  {
    "fact": "tigers have striped skin as well as fur"
  },
  {
    "fact": "Tigers have striped skin, not just striped fur!"
  },
  {
    "fact": "Tim Berners-Lee is the founder & director of the World Wide Web Consortium (W3C)."
  },
  {
    "fact": "Tipping at a restaurant in Iceland is considered an insult."
  },
  {
    "fact": "To burn off one plain M&M candy, you need to walk the full length of a football field."
  },
  {
    "fact": "to crack a whip the tip must be travelling faster than the speed of sound"
  },
  {
    "fact": "To escape the grip of a crocodile's jaws, push your thumbs into its eyeballs. It will let you go instantly."
  },
  {
    "fact": "To find out if a watermelon is ripe, knock it, and if it sounds hollow then it is ripe."
  },
  {
    "fact": "To have your picture taken by the very first camera you would have had to sit still for 8 hours!"
  },
  {
    "fact": "To sell your home faster, and for more money, paint it yellow."
  },
  {
    "fact": "To take an oath, ancient Romans put a hand on their testicles…that’s where the word "
  },
  {
    "fact": "testimony"
  },
  {
    "fact": " comes from."
  },
  {
    "fact": "toads only eat moving prey"
  },
  {
    "fact": "Today's top fuel dragsters take off with more force than the space shuttle."
  },
  {
    "fact": "toilets use 35% of indoor water use"
  },
  {
    "fact": "Tokyo was once known as Edo"
  },
  {
    "fact": "Tomatoes were originally thought to be poisonous."
  },
  {
    "fact": "Traces of cocaine were found on 99% of UK bank notes in a survey in London in 2000."
  },
  {
    "fact": "tree hugging is forbidden in china"
  },
  {
    "fact": "trees do not have life expectancies (most can grown indefinitely)"
  },
  {
    "fact": "triscadecaphobia is the fear of the number 13"
  },
  {
    "fact": "Trueman Capote the man who wrote Breakfast at Tiffany's had the middle name of Stucklefuss!"
  },
  {
    "fact": "Tsunamis ( tidal waves ) travel as fast as jet planes."
  },
  {
    "fact": "Tug of War was an Olympic event between 1900 and 1920."
  },
  {
    "fact": "Turkey's often look up at the sky during a rainstorm. Unfortunately some have been known to drown as a result."
  },
  {
    "fact": "turnips turn green when sunburnt"
  },
  {
    "fact": "Turtles can live for more than 100 years."
  },
  {
    "fact": "Twenty-Four-Karat Gold is not pure gold since there is a small amount of copper in it. Absolutely pure gold is so soft that it can be molded with the hands."
  },
  {
    "fact": "U-Haul is the world's largest advertiser in the Yellow Pages."
  },
  {
    "fact": "Uawa FM (New Zealand 8-July-2010 175-hours) radio jockey Nikora Curtis broke the world record of RJ Dheena's (Big FM) 168 hours program."
  },
  {
    "fact": "Under extreme stress, some octopuses will eat their own arms."
  },
  {
    "fact": "unless food is mixed with saliva you can't taste it"
  },
  {
    "fact": "Unless food is mixed with saliva you can't taste it."
  },
  {
    "fact": "Unlike all other insects flies have five eyes. They have two large eyes and three smaller eyes between them."
  },
  {
    "fact": "Unlike dogs, pigs, and some other mammals, humans cannot taste water. They taste only the chemicals and impurities in the water."
  },
  {
    "fact": "Until 1990, the deadly poison mercury was used in about 30% of latex paints!"
  },
  {
    "fact": "Until President Kennedy was killed, it wasn’t a federal crime to assassinate the President."
  },
  {
    "fact": "Until the 1960's men with long hair were not allowed to enter Disneyland."
  },
  {
    "fact": "Until the nineteenth century, solid blocks of tea were used as money in Siberia."
  },
  {
    "fact": "Up to the age of six or seven months a child can breathe and swallow at the same time. An adult cannot do this."
  },
  {
    "fact": "useful life of a modern toilet is 50 years"
  },
  {
    "fact": "V.N. Sudhakaran and N. Sathyalakshmi couple holds the world record for 'Biggest Wedding Banquet' (15-sep-1995) with over 150000 guests."
  },
  {
    "fact": "Vaccines contain formaldehyde, ethylene glycol (antifreeze), phenol (disinfectant / pesticide), and aluminum."
  },
  {
    "fact": "Venetian blinds were invented in Japan"
  },
  {
    "fact": "Venus is the only planet that rotates clockwise."
  },
  {
    "fact": "VHS stands for Video Home System"
  },
  {
    "fact": "Virgina Woolf wrote all her books standing."
  },
  {"fact": "Viswanathan Anand won 'Chess Oscar' award 5 times. (1997 1998 2003 2004 2007)"
  },
  {
    "fact": "Vodka is Russian for little water"
  },
  {
    "fact": "volleyball was invented in 1895"
  },
  {
    "fact": "Vultures fly without flapping their wings."
  },
  {
    "fact": "WAL-MART generates $3,000,000.00 in revenues every 7 minutes!"
  },
  {
    "fact": "Walt Disney had originally suggested using the name Mortimer Mouse instead of Mickey Mouse."
  },
  {
    "fact": "Walt Disney World generates about 120,000 pounds of garbage every day."
  },
  {
    "fact": "Walt Disney, the creator of Mickey Mouse, was afraid of mice."
  },
  {
    "fact": "Warner Chappel Music owns the copyright to the song 'Happy Birthday'. They make over $1 million in royalties every year from the commercial use of the song."
  },
  {
    "fact": "Warren Beatty once worked as a rat-catcher!"
  },
  {
    "fact": "warthogs can reach speeds of 48km/h (29mph)"
  },
  {
    "fact": "warthogs live for 15 years"
  },
  {
    "fact": "Washington, D.C. has one lawyer for every 19 residents!"
  },
  {
    "fact": "Water dissolves more substances than any other liquid. Wherever it travels water carries chemicals minerals and nutrients with it."
  },
  {
    "fact": "Watermelons can cost up to $100 in Japan!"
  },
  {
    "fact": "We as humans forget 90% of our dreams."
  },
  {
    "fact": "We blink 25 times a minute."
  },
  {
    "fact": "wearing headphones for just an hour will increase the bacteria in your ear by 700 times"
  },
  {
    "fact": "Wearing yellow makes you look bigger on camera; green, smaller."
  },
  {
    "fact": "Whale oil was used in automobile transmissions as late as 1973."
  },
  {
    "fact": "whales can't swim backwards"
  },
  {
    "fact": "whales have the slowest metabolism of all animals"
  },
  {
    "fact": "What you find when you shave the striped fur off of a tiger?  Striped skin."
  },
  {
    "fact": "wheat is the world's most widely grown plant"
  },
  {
    "fact": "Wheel of Fortune star Vanna White holds the record for putting her hands together approximately 140,000 times to clap."
  },
  {
    "fact": "when 2 zebras stand side by side they usually face each other in opposite directions to keep an eye out for predators"
  },
  {
    "fact": "When 'Harry Potter and the Prisoner of Azkaban' was released in Great Britain the publisher asked stores not to sell the book until schools were closed for the day to prevent truancy."
  },
  {
    "fact": "When a giraffe's baby is born it falls from a height of six feet, normally without being hurt."
  },
  {
    "fact": "When a person dies, hearing is usually the last sense to go."
  },
  {
    "fact": "when baby polar bear cubs are born they cannot see or hear for their first month"
  },
  {
    "fact": "when born a baby giraffe is 1.8m (6ft) tall"
  },
  {
    "fact": "When Britney Spears books into hotels she uses the name 'Allota Warmheart' so that nobody will recognize her."
  },
  {
    "fact": "When glass breaks, the cracks move faster than 3,000 miles per hour. To photograph the event, a camera must shoot at a millionth of a second!"
  },
  {
    "fact": "When glass breaks, the cracks move faster than 3,000 miles per hour."
  },
  {
    "fact": "when hydrogen burns in the air water is formed"
  },
  {
    "fact": "when lightning strikes it can reach up to 30,000 degrees celsius (54,000 degrees fahrenheit)"
  },
  {
    "fact": "When pitched, the average Major League baseball rotates 15 times before being hit."
  },
  {
    "fact": "when recognising a persons face you use the right side of your brain"
  },
  {
    "fact": "When Scott Paper Company first started manufacturing toilet paper they did not put their name on the product because of embarrassment."
  },
  {
    "fact": "when water freezes it expans by 9%"
  },
  {
    "fact": "When water gets cool enough molecular movement is slowed enough that the molecules stick to each other and form ice crystals."
  },
  {
    "fact": "When we touch something we send a message to our brain at 124 mph."
  },
  {
    "fact": "When you correct for weight differences, men are proportionately stronger than horses."
  },
  {
    "fact": "When you walk down a steep hill, the pressure on your knees is equal to three times your body weight."
  },
  {
    "fact": "When young and impoverished, Pablo Picasso kept warm by burning his own paintings."
  },
  {
    "fact": "When your face blushes, the lining of your stomach turns red, too."
  },
  {
    "fact": "While 7 men in 100 have some form of color blindness, only 1 woman in 1,000 suffers from it."
  },
  {
    "fact": "Whispering is more wearing on your voice than a normal speaking tone."
  },
  {
    "fact": "White cats with blue eyes are usually deaf."
  },
  {
    "fact": "Whoopi Goldberg’s real name is Caryn Elaine Johnson."
  },
  {
    "fact": "wild cobras can live up to 20 years old"
  },
  {
    "fact": "William Morgan invented volleyball in 189"
  },
  {
    "fact": "William Shakespeare born on 26 April 1564 and died 23 April 161"
  },
  {
    "fact": "wind doesn't make a sound until it blows against an object"
  },
  {
    "fact": "Windmills always turn anti-clockwise. Except for the windmills in Ireland!"
  },
  {
    "fact": "Windows key + Break brings up the System Properties dialogue box"
  },
  {
    "fact": "Windows key + D brings up the desktop"
  },
  {
    "fact": "Windows key + Tab moves through the taskbar buttons."
  },
  {
    "fact": "wine is sold in tinted bottles because it spoils when exposed to light"
  },
  {
    "fact": "With two forks and a charge, a pickle will emit light."
  },
  {
    "fact": "Women blink nearly twice as much as men."
  },
  {
    "fact": "Women end up digesting most of the lipstick they apply."
  },
  {
    "fact": "Women have a slightly higher average IQ than men."
  },
  {
    "fact": "womens hearts beat faster than mens"
  },
  {
    "fact": "Woodpecker scalps, porpoise teeth and giraffe tails have all been used as money."
  },
  {
    "fact": "Worcestershire Sauce is basically an Anchovy ketchup."
  },
  {
    "fact": "Word 'Science' derives from Latin word scientia meaning knowledge."
  },
  {
    "fact": "worker ants may live for 7 years and the queen up to 15"
  },
  {
    "fact": "World record for longest nails is by 'Shridhar Chillal' Pune – Maharashtra."
  },
  {
    "fact": "World War II was lasting from 1939 to 194"
  },
  {
    "fact": "World's highest MegaPixel camera is invented by David Bergman with 1474 megapixels."
  },
  {
    "fact": "World's most expensive budget film: 'Pirates of the Caribbean: At World's End'- Released: 5/25/2007"
  },
  {
    "fact": "World's shortest man: Khagendra Thapa Magar from Nepal stands at 22 inches (56 cm) tall according to Guinness World Records. (born 1991)."
  },
  {
    "fact": "Worlds heaviest primates:  morbidly obese humans. After that: gorillas at 485 lbs."
  },
  {
    "fact": "Worlds Largest Film Studio is 'Ramoji Film City'Hyderabad."
  },
  {
    "fact": "Worms reportedly taste like bacon."
  },
  {
    "fact": "Wyoming was the first state to allow women to vote."
  },
  {
    "fact": "X-rays of the Mona Lisa show that there are three completely different versions of the same subject, all painted by Leonardo Da Vinci, under the final portrait."
  },
  {
    "fact": "Yahoo! was founded by Jerry Yang and David Filo in January 1994 and was incorporated on March 1 199"
  },
  {
    "fact": "Yahoo! was originally called 'Jerry's Guide to the World Wide Web'."
  },
  {
    "fact": "You are about 1 centimeter taller in the morning than in the evening!"
  },
  {
    "fact": "You are born with 300 bones; by the time you are an adult you will have 206."
  },
  {
    "fact": "you begin to feel thirsty when your body losses 1% of water"
  },
  {
    "fact": "you brain weights 2% of your body weight though uses 20% of all oxygen you breathe and 15% of the bodys blood supply"
  },
  {
    "fact": "you burn more calories sleeping than watching television"
  },
  {
    "fact": "you can buy square watermelons in Japan (developed to stack better in supermarkets)"
  },
  {
    "fact": "you can only see a rainbow if you have your back to the sun"
  },
  {
    "fact": "you can smell a skunk 1.6km (1 mile) away"
  },
  {
    "fact": "You can start a fire with ice."
  },
  {
    "fact": "You can tape a small mirror onto a cone speaker, play music and shine a laser on to the mirror and the reflection will look like a laser light show on your wall."
  },
  {
    "fact": "you can tell the sex of a horse by its teeth (most males have 40, females 36)"
  },
  {
    "fact": "you can't tickle yourself"
  },
  {
    "fact": "you can't trademark surnames"
  },
  {
    "fact": "you have fewer muscles than a caterpillar"
  },
  {
    "fact": "You have no sense of smell when you're sleeping!"
  },
  {
    "fact": "you have over 600 muscles"
  },
  {
    "fact": "you have to eat 5kg (11lb) of potatoes to put on .5kg (1lb) of weight (a potato has no more calories than an apple)"
  },
  {
    "fact": "You inhale about 700,000 of your own skin flakes each day."
  },
  {
    "fact": "You mostly breathe from only one nostril at a time!"
  },
  {
    "fact": "You share your birthday with at least 9 million other people in the world."
  },
  {
    "fact": "you shed a complete layer of skin every 4 weeks"
  },
  {
    "fact": "you take over 23,000 breaths everyday"
  },
  {
    "fact": "you use 72 different muscles while speaking"
  },
  {
    "fact": "you're more likely to be killed by a champagne cork than by a poisonous spider"
  },
  {
    "fact": "you're more likely to get stung by a bee on a windy day than any other"
  },
  {
    "fact": "your blood is 6 times thicker than water"
  },
  {
    "fact": "Your body is creating and killing 15 million red blood cells per second!"
  },
  {
    "fact": "Your brain is 80% water."
  },
  {
    "fact": "your brain uses 25% of all the oxygen your breathe"
  },
  {
    "fact": "your foot and your forearm are the same length"
  },
  {
    "fact": "your foot has 26 bones in it"
  },
  {
    "fact": "your foot is the most common body part bitten by insects"
  },
  {
    "fact": "Your hair grows faster in the morning than at any other time of day."
  },
  {
    "fact": "your head contains 22 bones"
  },
  {
    "fact": "Your heart beats over 100,000 times a day!"
  },
  {
    "fact": "Your heart pumps about 2,000 gallons of blood each day!"
  },
  {
    "fact": "Your heart rate can rise as much as 30% during a yawn."
  },
  {
    "fact": "Your home is ten times more likely to have a fire than be burglarized!"
  },
  {
    "fact": "your liver has over 500 functions"
  },
  {
    "fact": "your most active muscles are in your eye"
  },
  {
    "fact": "your most sensitive finger is your index finger (closest to your thumb)"
  },
  {
    "fact": "your mouth produces 1 litre of saliva a day"
  },
  {
    "fact": "your normal body temperature is 37C (99F)"
  },
  {
    "fact": "Your ribs move about 5 million times a year, every time you breathe!"
  },
  {
    "fact": "your right lung takes in more air than your left"
  },
  {
    "fact": "Your skeleton keeps growing until you are about 35, then you start to shrink."
  },
  {
    "fact": "your skin is the largest organ making up the human body"
  },
  {
    "fact": "your tongue is the fastest healing part of your body"
  },
  {
    "fact": "zoophobia is the fear of animals"
  }
]